

aiko "Кендзи!"

"Внезапно меня кто-то окликнул. Я обернулся на голос." 
"В дверях стояла Айко, моя младшая сестра."
"Она смотрела прямо на меня. Но как только удостоверилась что я её услышал - перевела взгляд."
"Ой! Кажется она уставилась в мой монитор!"

"Я повернулся обратно к монитору. Там как и раньше красовалась Мидори, над которой я сегодня как следует поиздевался."
"Черт! Я бы ни за что не стал, добровольно демонстрировать такое творчество своей младшей сестре!"
"Как не вовремя она зашла! Я молниеносно закрыл программу для рисования. А после, вновь повернулся к Айко."

"Похоже Айко успела разглядеть Мидори."
"Теперь она не смотрела ни на монитор, ни на меня. Айко смотрела в пол."
"На несколько секунд повисла неловкая пауза, но затем, моя младшая сестра подняла голову, взглянула на настенные часы и тихо сказала."

aiko "Ужин готов."

"Вновь перевела взгляд на меня, нахмурилась и выпалила."

aiko "Только надень на себя хоть что-то!"

"Только сейчас я осознал что сижу в кресле в одних трусах."
"Пока я разглядывал себя и своё нижнее белье, Айко исчезла."
"Не стоило злить свою сестру и опаздывать. Я встал, накинул рубашку, застегнул её через пуговицу."
"Когда с рубашкой было покончено, я натянул брюки, и пытаясь застегнуть тугую ширинку, сделал несколько шагов по комнате."
"Затем я вышел в коридор и спустился по лестнице на первый этаж."
"Оказался в большом холле, который к тому же выполнял роль кухни и столовой."

#Фон — Нижний этаж/Кухня/Столовая

Айко была здесь. Похоже что ужин не совсем ещё был готов. Потому-то кастрюля, возле котрой она вертелась, стояла на огне. 
А нет, она принялась наливать содержимое по тарелкам. Кажется всё.

kenji "И что сегодня на завтрак?"
aiko "На завтрак — мисо-суп, рис и омлет."

Я сел за стол. Айко же, протёрла его влажной тряпкой. 
Поставила на него две деревянные подставки. Протерла их. 
Затем аккуратно расставила передо мной тарелки и палочки для еды. Все в лучшем виде. 
Даже розовые таблеточки — ферменты для пищеварения, которые мне прописали много лет назад — не забыта.

#ЦГ — Крупный план жратвы.

aiko "Папа и мама звонили."

Меня от этой новости немного передёрнуло, отца я побаивался. 
Но, последнюю неделю я вёл себя хорошо, не думаю что Айко могла про меня наябедничать. 
Я ждал, от Айко что она скажет что-то еще, но она не стала продолжать. Значит — все нормально!

Довольно странно то, что Айко так просто называла моего отца «папой».
Дело в том, что Айко была мне не родной сестрой, сводной. 
Отец, шесть лет назад женился на вдове, мисс Макото. С тех пор у меня появилась новая мама, хотя я предпочитал называть её «тётя Асука». 
Отец и тётя Асука не жили с нами. 
Вскоре после переезда в дом мисс Макото, отцу предложили новую работу в центре города, и жить в захолустном пригороде ему стало крайне неудобно.
Естественно, тётю Асука переехала вслед за ним, в его квартиру. Айко почему-то осталась. 
Говорила — что не хочет менять школу и расставаться со школьными подружками. Я ожидал что она уедет после перехода в среднюю школу но нет. 
Возможно, потому, что она стала чувствовать себя лишней. Ведь у отца и тёти Асуки появился новый совместный ребёнок, а у нас с Айко — младший брат. 
В прочем, я не знаю точной причины. И я бы сам не хотел, чтобы Айко уезжала, от неё много пользы. 
Она неплохо готовит, и за домом следит. Ей даже не лень выращивать цветы в палисаднике и стричь кусты под окнами. 
С другой стороны — чуть что не так, она всегда готова нажаловаться на меня родителям. Приходится быть паинькой.

Я взялся за ложку для бульона, но тут моё внимание отвлёк работающий телевизор. Оттуда раздавалось озабоченное и частое дыхание. 

#ЦГ — Телевизор на столе/стене

На экране какой-то тип в школьной форме держал за плечи худенькую девушку. Видимо он пытался её поцеловать. Та, дрожа, издала жалобный писк.

tv "С-сэмпай!"

Я перевёл взгляд на Айко. Что за дурацкий канал она врубила с утра пораньше? 
Айко была сильно смущена и стояла как истукан с крышкой от кастрюли и черпаком в руках.
Хвала богам, пульт лежал на столе и через мгновение был у меня в руках. Я перебирал каналы, пока не нашёл что-то наиболее нейтральное. 
Новости. 
Выпуск в самом разгаре, обсуждают ближнее зарубежье. Китай, Корея, США. Отлично, самое оно! 
Я вновь взял ложку для бульона, но вдруг, Айко остановила меня.

aiko "Ты не забыл?"
kenji "Не забыл «что»?"
aiko "Сегодня четверг, сегодня день выброса электронных приборов. Мама же просила освободить кладовку!"

Черт! Я помнил про это вчера, но с утра конечно позабыл все на свете. 
Новость, скажу я вам — не из приятных! Барахла в кладовке превеликое множество. 
Вытащить его на свет божий за день, ну никак не выйдет. Уйдёт несколько дней. 
Конечно, никто никуда не спешит. Отец и тётя Асука приедут ещё очень не скоро. Если вообще, навестят нас до конца лета. 
Можно и ещё один день профилонить. Отмахнуться от заботы, и поднажать в следующий четверг.
Но если вдруг позвонит отец. Не очень хочется слушать его нравоучения. А Айко меня сдаст наверняка.

Я отложил ложку для супа в сторону.

kenji "Айко! Ты ещё не налила себе порцию?kenji "
aiko "Что? Нет. Но собираюсь."
kenji "Возьми мою, я суп не буду!"
aiko "Это ещё почему?"

Не то, чтобы я вдруг внезапно перестал быть голодным. Но мне требовалось оставить место в желудке для кое-чего другого.

kenji "Мне салата хватит! А вместо супа, достань ка мне из холодильника баночку пива! Там же ещё осталось?"
aiko "Пиво! С утра?!"
kenji "А что такого?"
aiko "Нет, ничего! Суп ты теперь вообще есть не будешь? Может мне начать варить пиво для тебя, вместо него?"

Голос Айко был крайне возмущён.

kenji "Остынь Айко. Мне надо, понимаешь? Это как лекарство. Я же на улицу пойду. А там люди кругом. Это мне для храбрости!"

Конечно Айко не понять меня. 
Но мне — тридцатилетнему затворнику проводящему дни и ночи напролёт в сети, известно, что не столько трудно таскать это барахло. 
Но скорее трудно встречать по дороге соседей и знакомых, и хриплым голосом желать им доброго дня. 
Если я выпью немного алкоголя, дела пойдут гораздо веселее.

Айко с угрюмым видом кинула черпак в кастрюлю и закрыла её.

#ЦГ — открытый холодильник, Айко возле него

Открыла холодильник и с недовольной гримасой на лице сделала приглашающий жест рукой в сторону пива, которое стояло в дверце холодильника. 
На мою радость там было целых три банки.

aiko "Ну, какое тебе?"
kenji "Да оно же одинаковое, любую!"
aiko "Ты чего думаешь, я в сортах пива — спец?"

Айко взяла из холодильника одну из банок. Мне показалось, что сейчас она небрежно кинет банку мне, настолько недовольное было у неё выражение лица. 
Но нет, она этого не сделала, а аккуратно поставила пиво на мою дощечку для еды. 
Затем она забрала мою порцию супа и мою ложку для бульона. Села напротив меня.
Я взял в руки холодную, покрытую матовым конденсатом, банку, и дёрнул за открывашку. 
Затем я схватил розовую таблеточку, запихнул её в рот и запил пивом. 
При виде этого, по лицу Айко пробежала странная гримаса, но она ничего не сказала и принялась за еду. 
Я тоже не медлил и торопливо потягивал пиво из банки, закусывая салатом. 
Есть я старался быстро, но и аккуратно чтобы не испачкать стол и не раздосадовать Айко снова.

Когда с завтраком было покончено - я унёс свою часть посуды в умывальник. 
Посуду я мыть не стал. Айко позаботится об этом и сильно возражать не станет. Всё-таки мне сегодня предстояло важное задание. 
Банка пива, тоже опустела, и я уже чувствовал как захмелел. Я достиг нужной кондиции и пора было приниматься за дело.

#ЦГ — Кладовка

Всю левую половину кладовки, занимал стеллаж, который тётя Асука планировала освободить, разобрать, и организовать здесь гардероб. 
Не знаю, зачем её это вдруг понадобилось, учитываю что в доме она не живет несколько лет. 
Но спорить с ней не хотелось. Барахлу, что лежит на этих полках, действительно, давно место на свалке.

А может быть причина не в этом? Не нужен ей никакой гардероб, а хочется тете Асуке избавиться от вещей навевающих неприятные воспоминания? 
Дело в том, что всё лежащее на полках некогда принадлежало её бывшему мужу, мистеру Макото.

Мистера Макото сейчас нет в живых. Он умер десять лет назад. А точнее — погиб. Он был радиолюбителем, или как это называется? 
Сидел вечерами в радиоэфире и болтал с другими, такими как он, «чокнутыми», так назвала их тётя Асука. 
Также, она говорила что, мистер Макото мог просиживать в своей комнате часами и выбегать с радостными криками, в моменты когда ему удавалось принять сигнал совершенно незнакомых ему людей. 
Иногда даже иностранцев.

Как это похоже на меня! Я тоже часами сижу за компьютером. 
И если вдруг мне напишет какой иностранец, с предложением нарисовать что-то для него или просто с похвалой моей галереи. 
Я наверняка буду как мистер Макото, бегать по дому и оповещать весь дом о свалившейся на мою голову удаче.

Еще мистер Макото тратил деньги на оборудование. 
«Он потратил на какую-то железку сто тысяч йен» - вскрикивала тётя Асука и её глаза были полны ужаса и негодования. 
Даже спустя столько лет она была совсем не рада такой трате.

В общем, все ясно. Как это обычно и бывает не рада была жена хобби своего муженька. 
А раз его больше нет — предмет его интересов, радости не вызывает и подавно. 
Айко на все это отцовское барахло тоже похоже наплевать. Она совсем его не помнит. 
Ну да, фотографий в альбоме и урны с прахом на местном кладбище ей достаточно. Кому нужна груда металлолома?

# ЦГ — гора телевизоров с разбитыми экранами.

Я вспомнил как в детстве проходил с отцом мимо площадки для сбора мусора. Там возвышалась грандиозная пирамида из телевизоров всех форм и размеров. 
«Дядя Сато помер, телемастер» - пояснил мне отец. 
Тогда мы с мальчишками устроили там настоящую бойню. 
Сколько же булыжников мы выковыряли из обочины дороги а экран каждого телека был вдребезги разбит. 
Нам потом здорово влетело, а в том месте, в асфальте, ещё несколько лет поблескивали кристаллики стекла.

Тогда нам было весело, а мне, сейчас, не очень. Умер человек — и вся его жизнь оказалась на свалке. 
Чтобы напоследок, люди по этим вещам могли определить, кто же «помер» в этот раз. Сегодня, выносить чью-то жизнь на помойку предстояло мне.

Я вспомнил как погиб муж тёти Асуки. 
Точнее как рассказывал про этот случай дядя Ватанабэ, который жил с нами на одной улице и в прошлом был другом мистера Макото.

#ЦГ — Ватанабэ сидит возле полуразобранного мотоцикла.

В прошлом, он тоже занимался подобным. Тоже проводил вечера подле своей радиостанции. 
Правда, по словам дяди Ватанабэ он был не таким увлечённым как мистер Макото.

vatanabe "Он хотел сделать антенну. Из провода высоковольтной линии что проходит у него в саду."

Вот что рассказывал мне дядя Ватанабэ.
В саду у нас действительно стояла гигантская опора электрической сети. Металлическая и очень высокая, метров пятнадцать не меньше.

kenji "Он упал с нее?"

Я перебил дядю Ватанабэ. Но именно это казалось мне очевидным развитием событий.

vatanabe "Да нет. Прихлопнуло его, когда он свою антенну на фазу забрасывал."
vatanabe "Если бы упал, тогда, выжил бы, наверное. А так... Руки у него до костей обгорели."

Я не верю. Подсоединить свою антенну к проводу под большим напряжением — для меня это дикость! О
чень уж похоже на самоубийство. Я делюсь с дядей Ватанабэ своими догадками.

vatanabe "Да что ты! Там всего тридцать пять тысяч вольт, это немного."

Немного?! Мне эта цифра кажется неправдоподобно большой. «Всего» тридцать пять тысяч вольт! 
Дядя Ватанабэ меж тем, продолжал.

vatanabe "Если бы у меня была такая возможность, я бы тоже набросил. А Макото, не рассчитал чего-то."
vatanabe "Может конденсаторы плохие ему попались, или ещё чего..."

Немного помолчав, он продолжает.

vatanabe "Ты не подумай, Кендзи. Мы не сумасшедшие и не самоубийцы. Хотя конечно, авантюра очень рискованная."
vatanabe "Меня тоже один раз шандарахнуло, но, слава богу — выжил."
kenji "Тоже «набросили»?"

Дядя Ватанабэ внезапно улыбнулся

vatanabe "Да нет! На работе. Я же электрик по призванию. Но там ничего интересного, совершенно бытовая ситуация"
vatanabe "С тех пор пальца на правой руке еле двигаются. И вообще, что-то вроде контузии получил. "
vatanabe "Полгода ходил как пришибленный. Инвалидом стал и вышел досрочно на пенсию. Сейчас — вот чем занят..."

Он жестом головы указал на стоящий мотоцикл. Дядя Ватанабэ подрабатывал автомехаником. Чинил мотоциклы и прочую мелкую технику на колёсах.

vatanabe "Эх, и как он только умудрился сжечь сцепление? А? Кендзи? Ты не знаешь?"

# ЦГ — Кладовка.

На этой реплике дяди Ватанабэ, воспоминание закончилось. 

Я порылся в коробке со старыми тряпками, и достал оттуда подходящего мне размера. Ей я смахнул пыль с нескольких приборов, стоящих на полке. 
Пыли было немного. Я приподнял одно из устройств — тяжёлое, но по бокам у каждого располагались ручки чемоданного типа. П
о одной с каждой стороны. Значит так задумано, что нести надо вдвоём! 
Но мне, увы, ждать помощи неоткуда. Айко здесь не помощник, это точно, придётся таскать всё одному.

Я решил сразу взяться за самое трудное — два металлических «чемоданчика», покрытые жёлтой эмалью. 
То что они из металла — видно по потёртым краям, где из-под эмали выглядывала потемневшая сталь. 
Причём металл достойной толщины! Это я определил по весу каждого «чемоданчика». О

дин был значительно тяжелее другого -  и на его передней панели красовались чёрные стрелочные приборы да несколько тумблеров. 
Второй — легче. Но его приборная панель была закрыта крышкой, с замками как на армейской фляге. 
Замки я вскрывать не стал — что там внутри, меня не интересовало. 
Больше меня интересовало другое — как же я понесу всё это добро до места сбора мусора? 
Особенно тот что тяжелее — я сначала было подумал, что начну с него, но теперь передумал. Я сначала унесу тот, что легче — это будет разминка.

На улице был типичный июньский полдень. Ужасно яркое солнце, голубое небо и белоснежные облака. Все как обычно. 
Дождей за последнюю неделю не наблюдалось и к зною добавился стойкий запах пыли, который перебивал теперь аромат цветов и прочей зелени. 
Было тихо — меня это радовало, ни к чему мне лишние свидетели. Я осмотрел окна соседних домов — и в них ни души.

Я вышел за ограду и принялся за упражнения со своим новеньким, жёлтеньким и увесистым снарядом. 
Поставил его ребром на плечо — острый край пребольно врезался в шею. 
Попробовал нести его под мышкой — и тут не вышло, рука моментально вспотела и «чемоданчик» норовил выскользнуть из рук. 
Я схватил его обеими руками и понёс, прижимая к груди. 
Здесь та же проблема — потели руки и эмалированные бока моей ноши стали скользкие, словно маслом смазанные.

Так я прошёл один квартал. Здесь я сменил тактику, и решил взять свой снаряд за его родные, заводские ручки — покрытые каким-то плотным, зелёным материалом. 
Теперь руки не потели, но радости это не прибавило. Нести прибор двумя руками так было невозможно, а одной рукой — то ещё удовольствие. 
Постепенно стали ныть плечи и спина, а также зудеть нога в том месте где она тёрлась о край прибора.

kenji "Кажется начинаю трезветь!"
kenji "Нет, мне определённо нужна ещё баночка, я заслужил!"

Последние несколько метров до площадки для сбора мусора я буквально волочил «чемоданчик» по земле. 
А точнее по асфальту, и на нем остался блестящий след с чешуйками жёлтой краски. 
Я поставил его прямо посередине площадки для сбора, и пнул его напоследок.

Площадка была пуста. Ничего на ней не стояло и не лежало. Ни телевизоров, ни компьютеров или прочей бытовой техники. Т
олько мой «чемоданчик» весело блестел на солнышке.
Как и на пути до места сбора — на обратном пути мне никто не встретился. Довольно удачный выдался денёк! 
Может быть сегодня какой праздник и все разбрелись по храмам? Нет, не припомню таких праздников. 
Или может завтра, или в субботу? И все тоже торчат в храме, но с другой целью, уборкой, например, или украшением? 
Нет. В ближайшие дни крупных праздников точно не будет.

Возможно все просто пережидают жару дома, с кондиционерам. 
Жара наверняка колоссальная, но будучи немного выпившим — я бы и не сказал, что она так меня угнетала. 
Конечно я покрылся пятнами пота в некоторых, очевидных местах, но и не мудрено.

На обратном пути, моя захмелевший мозг был занят тем, что обшаривал каждый уголок в доме. 
Мне нужен был рюкзак, достаточно объёмный чтобы уместить в нем второй «чемоданчик». 
Но в памяти такой рюкзак не всплывал, не было его у меня. Да и если был бы, порвался бы на куски, не выдержал.

Я ворвался в дом, распахнул холодильник и немедленно выпил холодного пива. Ох, похоже пол банки выдул за несколько глотков! 
Айко была на кухне. Глядя на меня она издала что-то нечленораздельное и покачала головой. 
Я же улыбнулся во весь рот и показал её одобрительный гладиаторский жест. От которого она почему-то смутилась. 
Я заметил, что одежда на ней была не домашняя. На ней была надета её летняя школьная форма.

kenji "Ты что, в школу собралась? Разве не каникулы?"
aiko "Каникулы! Но я иду в школьный бассейн."

Бассейн! Я вспомнил о том, что на земле существуют такие замечательные места как бассейн. Да! Бассейн бы я сейчас с удовольствием посетил. 
И плевать что там народу как сельдей в бочке. Состояние у меня теперь самое располагающее, никакой невроз от тесного общения с людьми не страшен. 
Правда в таком состоянии, в общественный бассейн меня самого не пустят. Я вздохнул и отглотнул пива из банки.

aiko "Чего вздыхаешь?"
kenji "Разве не понятно? В такую то жару да в бассейн бы мне!"
aiko "В наш, в школьный?"
kenji "Да какая разница. Но сама понимаешь, народа там — тьма."

Айко пожала плечами, и стала чуть серьёзнее. Она знала, чего я боюсь.

aiko "Можешь съездить к морю. Где-то да найдёшь пустынный пляж."
kenji " морю... Но тогда придётся трястись в поезде час или два. В переполненном людьми поезде, Айко!"

На лице Айко появилась ухмылка.

aiko "Ты же принял «лекарство»."
kenji "С этим лекарством, сама понимаешь, в воду лезть не стоит. Тем более — в одиночку."

Айко опять пожала плечами и направилась к выходу. Дескать — думай как хочешь, не мои проблемы.

kenji "Постой Айко! А может быть, завтра, вместе съездим на море? И там найдём этот самый «пустынный» пляж? Я не могу один, вдруг я начну тонуть?"
aiko "Думаешь, что я тебя спасу?"
kenji "Ты же член плавательного кружка!"
aiko "Ты опять напьёшься?"
kenji "Что значит опять? Это же не ради удовольствия, Айко! Как ты не можешь понять! Это микстура от моей болезни!"
kenji "Хочешь? Я встану на колени перед тобой, хочешь?"

По лицу Айко пробежала гримасса испуга и отвращения.

aiko "НЕТ!"
aiko "То есть да. Завтра поедем, уговорил. Но только без этого!"

Айко в мгновение ока натянула свои сандалии и исчезла в дверях.

Я же вернулся в кладовку. Брать сейчас того, оставшегося, из племени «жёлтых чемоданчиков» - не хотелось. 
Вместо него — я взял две катушки провода которые также лежали на стеллаже. По одной на каждое плечо. 
Таким образом я решил сделать что-то вроде передышки перед серьёзным делом. Хотя провод этот тоже весил немало.
Зато он удобно устроился у меня на плечах и практически не стискивал движений. 
Руки были свободны, и за каждым поворотом я заливал в себя новую дозу пива.

И вновь на улице никого не оказалось. И на площадке для сбора мусора — никого. Но появился новый сосед у моего «чемоданчика». 

# ЦГ - вентилятор

В углу площадки стоял напольный вентилятор с синими, разлохмаченными от старости лопастями и пожелтевшим пластиком. 
В том месте, где у вентилятора располагались прорези для охлаждения двигателя — пластик был покрыт чёрной копотью. 
Выбросили его очевидно не просто по причине старости, а из-за поломки.

# ЦГ - рация с открытой крышкой

А мой чемоданчик похоже был рад знакомству, он приветливо открыл свой рот, или он сделал это от удивления? 
Не знаю почему, но крышка, которая была закрыта на защёлки — теперь была вскрыта. 
Под ней оказалась сложная приборная панель — десятки всевозможных крутилок, тумблеров, циферблатов со стрелками, разъёмов. 
Панель была выкрашена чёрной краской, а белой, на ней были выведены пояснительные надписи к каждому тумблеру, лампочке или циферблату.

Как же получилась что крышка оказалась открыта? Может быть когда я тащил его до площадки — отстегнулись крепления? 
А потом он нагрелся на солнышке, и сбросил крышку сам? Я потрогал лежащий на земле прибор — да, горячий.

Но наверное это не так. Возможно кому-то стало интересно что же это такое я сюда притащил. 
Хм. Возможно этот кто-то — владелец этого сломанного вентилятора. Я подошёл к нему и осмотрел поближе. 

# ЦГ - вентилятор (подробнее)

Обычный вентилятор, видно что старый, наверняка лет двадцать ему, не меньше. Сейчас таких не делают. С
квозь запах пыльной улицы, моё обоняние различило аромат горелого пластика и — сигарет. 
Да и весь этот жёлтый налёт на нем, явно сигаретная копоть, налипшая за годы эксплуатации владельцем. 
Стало немного противно, и в то же время в памяти всплыли воспоминания о былом.

# ЦГ - дед с сигаретами COCK 

Я вспомнил своего, давно умершего деда, который всю жизнь смолил какие-то американсие сигареты. 
Весь его дом, и каждая его вещь и одежда, накрепко пропахли застарелым запахом сигаретного дыма.



Я подумал о том, что наверняка, столь активные курильщики — болеют какими-то заболеваниями. 
Например Туберкулёз — неприятная и очень заразная болезнь, я слышал о такой. 
Я отшагнул подальше от вентилятора и посмотрел на свою левую ладонь.

# ЦГ — Ладонь, на которой стоит чёрная метка «Кто прочитал - тот здохнет!».

Ею я трогал прибор который принёс ранее, и который, похоже, трогал чужак. 
Вот будет весело, если такой домосед как я, подцепит редкую и смертельную болезнь! А точнее, совсем не весело!

Я поспешил домой. Надо было поскорее вымыть руки!

В свой третий поход до мусорки, тяжёлого собрата «чемоданчика» я опять брать не стал. 
Взял два стареньких радиоприёмника, хотя они были довольно громоздкие — но в то же время совсем не тяжёлые.
Когда я вернулся домой - оставалось ещё много чего. 
Картонный коробки — наполненные разной мелочёвкой. Стопки книг — тоже принадлежавшие мистеру Макото в прошлом. 
Все они были посвящены его интересам, радиоэлектронике и сопутствующим дисциплинам. 
Были и какие-то странные приборы с циферблатами и тумблерами, но не столь больших размеров как я утащил в первый раз. Поменьше, и легче.

kenji "Ну, думаю, это можно оставить на потом"

Cказал я сам себе.

kenji "Сегодня сделано достаточно!"

Это касалось лишь того, что оставалось на полках. Тяжёлого собрата жёлтого чемоданчика, я решил вынести сегодня во что бы то не стало. 
А между тем, вторая банка пива подошла к концу. Я сходил на кухню и взял последнюю. Открывать я её не стал — положил в карман брюк. 
В последнем и трудном походе мне понадобятся обе руки!

Поход был действительно трудный! 
Когда я наконец дотащил свою ношу до места — у меня ужасно ныли плечи и спина а в мокрые от пота ладони врезался узор тканевых ручек. 
Прибор, тоже потерял товарный вид. Дело в том, что бока его были не гладкие, а состояли из сотен мелких рёбер — пластин. 
Видимо при работе прибор грелся, и такая конструкция была нужна, для охлаждения. Ребра теперь были все погнуты, особенно те что по краям. 
В просветы между ними забилась трава, земля и частички асфальта. Один из циферблатов на передней панели — треснул. 
Два тумблера погнулись а один и вовсе сломался под корень. Но мне, конечно, было наплевать. 
Не на выставку же нёс, в самом деле!

# ЦГ - БП для рации, лежащий на асфальте

Ну вот и всё, теперь ненавистный мне прибор, валяется в общей куче вместе с проводами и приёмниками. 
Это значит — пришло время передохнуть! Я окинул взглядом и оценил тот объём вещей принесённые мной. 
Ух как много! 
До следующего четверга я свободен, это точно, да и нести в следующий раз, оставшееся в кладовке - легче. 
По крайней мере его можно распределить более равномерно, и не надрываться. 
Эх, жалко я Айко не показал, какая эта жёлтая зараза - тяжёлая! Она бы мной гордилась! 
Пожалела бы меня, и позабыла бы про свои придирки не меньше чем на месяц! Что же я такой не догадливый!

С этими мыслями я открыл пиво, которое дожидалось меня в кармане брюк. 
Да уж, взболтал я её содержимое здорово — шапка пены выросла на банке, липкие струйки потекли по моим пальцам. 
Я тихо ругнулся, сдул пену, вытер руку об штаны, и поставил ногу на тот прибор, что принёс раньше остальных — как на поверженного врага! 
Сделал глубокий глоток, затем огляделся по сторонам. Я был не один!

Мне навстречу шла девушка. 
Она была далеко, метрах в сорока от меня, но я уже видел что одета она была в школьную форму. И что у неё были каштановые волосы до плеч. 
Шла девушка медленно, катила перед собой маленькую складную тележку для вещей. Тележка была пуста. 
Зачем она это делала, было не понятно, да и способ перемещения тележки странный — гораздо проще везти тележку за собой. 
А такую маленькую — вообще, лучше было бы сложить, взять подмышку и идти так.

Девушка остановилась, как-то несмело шагнула вправо, ближе к обочине. Ощупала бетонный осветительный фонарь, кустарник росший у его подножия. 
Взялась рукой за придорожный отбойник и похоже о чем то задумалась.

Наверное ревизию проводит, подрабатывает в каникулы. Вот о чем подумал я. 
Смотрит, где какой фонарь слишком накренился и не пора ли красить отбойник, или разметку обновить. 
Я тоже так делал, в студенческие годы. Правда тогда мне был выдан фотоаппарат, с помощью которого я регистрировал дефекты городской инфраструктуры. 
У девушки фотоаппарата не было.

Школьница, тем временем отстранилась от отбойника и продолжила свой путь в сторону площадки сбора, где стоял я. 
Она как и прежде, катила тележку перед собой. На меня она не обращала никакого внимания, хотя, я думаю, должна была уже заметить. 
Мне бы следовало наконец убраться отсюда восвояси, чтобы поскорее скрыться дома, подальше от знойной улицы и посторонних глаз. 
В том числе и глаз этой незнакомой школьницы, которая неумолимо приближалась. 
И шла не только в мою сторону, да ещё и по моей стороне улицы. 
Я обычно в таком случае, всегда перехожу на противоположную, этакая вежливость с моей стороны. А девушке этой, явно не на площадку для мусора надо. 
Что она собралась выкидывать? Свою тележку? На электронный хлам это не похоже. На что она надеется? 
Что работники мусорной службы, так и быть, прихватят с собой её тележку? 
Ну да, верно, невелика забота, лёгкая тележка это не трёхстворчатый шкаф, конечно они её увезут.
Значит идёт сюда! Пора мне уже сматываться!

Но я продолжал стоять как и прежде, поставив одну ногу на принесённый мной жёлтенький прибор. 
В руке у меня по прежнему была банка пива, и похоже я опьянел настолько что никакого, привычного мне страха перед девушкой не испытывал. 
Стало даже интересно, и чем сильнее сокращалось меж нами расстояние, тем сильнее нарастал этот интерес. 
Девушка совершенно не обращала на меня внимание. Она смотрела в землю, чуть дальше колес своей тележки. 
Наконец она и её тележка прикатилась практически вплотную к постаменту где я стоял. 
Теперь девушка ну точно заметила меня! Она остановилась, но ничего не сказала, а подалась в право, к отбойнику. 
У площадки для сбора, отбойник заканчивался, и начинался бетонный, крашенный заборчик. 
Девушка тщательно ощупала край отбойника, прислонила к нему свою тележку. Затем произошло то, чего я никак не ожидал. 
Она повернулась ко мне и отвесила мне учтивый поклон! 
Нет даже не так! 
Это уже был не поклон! 
Ладони девушки коснулись асфальта, и она встала на четвереньки. Голова её была опущена вниз.

Если честно, мне захотелось воскликнуть от удевления, но я продолжил стоять как вкопанный, только глаза мои опускались все ниже. 
А девушка продолжила свой путь ко мне, теперь уже ползком. 
Её руки замелькали по асфальту и через мгновение принялись ощупывать жёлтый чемоданчик, на который я поставил свою ногу. 
А далее - руки девушки впились в мой кроссовок, на долю секунды замерли, заскользили вверх по моей штанине...

Я испуганно завопил.

kenji "Эй! Ты чего, не видишь что-ли?"

Вы слыхали о телепортации? Похоже эта девушка обладала такой способностью! 
В мгновение ока её руки отцепились от моих штанов а она встала по стойке смирно в двух шагах перед мной. 
Это движение было столь стремительным, что меня даже обдало ветерком, а у девушки надулась как парус матроска и волосы на макушке встали дыбом. 
Выражение лица её, было совершенно растерянным. Но лицо её так же, молниеносно стало совершенно спокойным.

kasumi "Простите! Да. Не вижу..."

Я взглянул на её лицо и холодок пробежал у меня по спине. Девушка смотрела прямо на меня. 
Солнце ярко высвечивало её загорелое лицо и искрилось в светлых, будто выжженных волосах. 
Также искорки играли и на её глазах. 
Но наперекор солнцу, зрачки её были так широки, что по тонким радужкам невозможно было даже определить цвет её глаз. 
Этот контраст, её как у кошки в ночи - расширенных зрачков и яркого солнца, которое светило прямо ей в глаза — напугал меня. 
Девушка была слепой.



kenji "Извини..."

Хрипло прошептал я. Это пересохло моё горло, или голос стиснуло волнение? Хотя волнения было не сильным, всё же я был пьян. 
Я кашлянул и повторил снова, уже в полный голос.

kenji "Извини!"

Лицо девушки встревожилось.

blind_girl "Что? Почему? За что?"
kenji "Ну... Я... Не думал что ты..." 

Я остановился на половине фразы, чтобы придумать как сказать дальше. И можно ли что-то сказать такое, чтобы не обидеть?

blind_girl "Всё нормально! Хорошо что я не налетела на вас на полном ходу."
blind_girl "Вас совсем не было слышно, я подумала что тут и нет никого."

Наверное, слепые люди полагаются на слух. Нет. Вовсе не наверное, а точно. На что же ещё? Может на обоняние? 
Тут словно нужную часть мозга мне врубили и я почувствовал как от слепой девушки просто несёт запахом сигарет. 
Она что, курит, и курит настолько много?!

Я посмотрел на её руки. Я помню какие безобразно коричневые были ногти у моего курящего деда. 
Но нет. Я увидел какие у девушки приятные, робкие пальчики с подстриженными, розовыми ногтями. 
И тыльные стороны ладоней, и выше, руки её были покрыты сильным загаром, но возле рукавов матроски, кожа стремительно белела. 
На левом запястье был одет широкий тканевый напульсник, который закрывал собой половину предплечья. 
В нем было много кармашков, а в кармашки была вставлена универсальная отвёртка и около десятка бит для неё. 

Мой взгляд скользнул выше, пробежал по шее девушки, тоже загорелой. 
Но из-под матроски проглядывали белые участки, точно повторяющие контур выреза. 
Видимо школьная форма этим летом была её повседневной одеждой. Я подметил, что цветной воротник был выцветший, форма была старая и поношенная. 

Лицо её мне показалось очень приятным, давно я так близко не разглядывал лица старшеклассниц. 
Но все внимание на себя отвлекали её глаза, в которых словно застыл вечный испуг. 
И ещё одна примечательная деталь — белый ободок в волосах, пересекающий её чёлку. 
В него были вставлены два провода, на кончиках которых блестели маленькие шарики из фольги. 
С этим аксессуаром, голова девушки напоминала муравья или инопланетянина из старых черно-белых фильмов.
И зачем ей эти «усы»? Для какой цели?

Всё в этой девушке было странным. Её пугающие, невидящие глаза, её странный ободок, напульсник с отвёртками, нашивки на школьной форме. 
И стойкий запах сигаретного дыма.

kenji "Так это значит твой?"

Я кивнул в сторону стоящего на площадке вентилятора, а потом спохватился и добавил.

kenji "Твой вентилятор?"
blind_girl "Ага... Сгорел. Перегрелся..."
blind_girl "А как вы догадались, что он мой? Вы что, давно здесь стоите?"

Догадаться было не трудно, но конечно, причину своей догадки называть я не стал.

kenji "Нет, просто... Кажется видел тебя! Я сегодня уже несколько раз прихожу, уж очень много хлама скопилось."
blind_girl "А эта рация? Ваша?"

Спросила девушка, а её ладонь указала в сторону моих ног.

kenji "Так это рация?"

Я удивился, при слове рация мне представлялось маленькое, величиной с мобильный телефон — устройство. 
А такая громадина, и тоже — рация. Ну надо же!

blind_girl "Ну да. Военная рация, очень хорошая, американская, мощная. В конце шестидесятых годов выпускалась. Ещё на германиевых транзисторах!"

Если слово «транзистор», я иногда да слышал, что значит «германиевый» я не знал совершенно. 
Возможно то, что транзисторы были из Германии. Какое странное словосочетание — «германиевый транзистор». 
Интересно, а «япониевый транзистор», есть?

kenji "Рация — не совсем моя. Одного родственника"
kenji "Я просто, вещи его на свалку выношу. Он видимо радио увлекался, или что-то в этом роде."
kenji "Сам я в этих делах ничего не смыслю."
blind_girl "А..." 

Ответила она, и мне показалось что голос её повеселел. Но потом лицо её стало встревоженным

blind_girl "Увлекался?"
kenji "Ну да. Умер он. Но очень давно. А сейчас понадобилась расчистить немного места в доме. Вот и выбрасываем, и рацию эту тоже."
blind_girl "А... А я думала, вы наоборот. Пришли сюда за ней."

Теперь я понял, зачем девушке нужна была тележка. И почему была вскрыта крышка на «рации». 
Похоже вещь эта её заинтересовала, и она собралась её забрать себе.

kenji "Нет! Мне этот хлам нафиг не сдался. Если хочешь забрать — бери конечно."
kenji "Только, как же ты её унесёшь? Думаешь сможешь? Она страшно тяжёлая! И чего она столько весит?"
blind_girl "Вещи тех лет — все такие громоздкие. А это ещё и военная, там все внутри с многократным запасом прочности!"

С этими словами, она присела и потянула руки в сторону рации. Я поспешно убрал ногу и отступил на один шаг. 
Девушка ощупала боковины прибора, взялась за тканевую ручку и попыталась встать. 
Послышался скрежет металла об асфальт, прибор поднялся но совсем чуть-чуть, сантиметров на пять. 
Я удивился тому, какие тонкие и изящные у неё руки, и как напряжены мышцы на них, пытаясь приподнять рацию хоть немного выше.

kenji "Позволь помочь!"

Сказал я, встал с другой стороны и приподнял прибор за другую ручку. 
Но в тот же момент, руки девушки разжались и прибор глухо хлопнулся на землю. Что-то в нем зазвенело, как звенит натянутая пружина и затихло. 
А девушка, задыхаясь выпалила.

blind_girl "И в правду, очень тяжёлый!"
kenji "А ты что, когда первый раз заметила его, это не учла?"
blind_girl "Нет..."
Рассеяно сказала она, несколько раз глубоко вздохнула и продолжила

blind_girl "Я только осмотреть его успела, и всё. Поднять не пробовала, сразу заспешила домой, за тележкой."

Я вспомнил о банке пива в моей руке, и отглотнул немного. А после - сказал.

kenji "Давай помогу погрузить эту штуковину на тележку. Похоже, тебе её не поднять."

Она кивнула.

blind_girl "Хорошо. Спасибо. В какой стороне моя тележка?"
kenji "Я сам!"

Ответил я,  и взял стоящую у отбойника тележку. 
Тележка на вид была крайне хлипкая, из алюминиевых трубок, скреплённых пластиковыми уголками и пластиковыми заклёпками. 
Рама её была перехвачена двумя плетёными жгутами красного цвета.

Я поставил тележку, поднял рацию и аккуратно установил её на раму. Рама её выгнулась затрещала, но выдержала. 
Я хорошенько обмотал всю эту конструкцию багажными жгутами, наклонил. Вроде бы всё держалось.

kenji "Ну вроде как готово!"

Девушка протянула свои руки в мою сторону. Я немного отступил, захотелось словами указать ей, в каком направлении ей двигаться, но я воздержался. 
Она поводила руками, и наконец нащупала длинную ручку своей тележки. Затем ощупала стоящую на ней рацию и жгуты.

kenji "Я хорошо всё закрепил."

Сказал я, словно подбадривая её.

blind_girl "Спасибо! Большое вам спасибо за помощь!"

Похоже, это она так прощалась со мной. Действительно, чем я мог — я помог, больше говорить было не о чем. 
И тут, какая-то дурацкая грусть окутала мой охмелевший мозг. 
Грустно стало, от того что девушка уходит, и я её, наверное больше уже никогда не увижу. 
И жалко стало мне её. Неужели она действительно справится с такой тяжёлой ношей? Не свалится ли сослепу в канаву или угодит под машину? 
Хотелось мне пойти с ней рядом. Да и хорошенькая была она на вид, и вообще я бы сказал что она мне понравилась. 
Хотя, говорят, что когда здорово выпил — любой крокодил за красавицу сойдёт.
А выпил я сегодня действительно здорово, да и жара приморила меня изрядно.
 
Но все же, я хотел побыть с этой странной школьницей ещё немного. 
Надо остановить её! Сказать что-то! Но что? 
Я осмотрелся, взгляд мой упал на остальные, мной принесённые вещи.

kenji "Постой! А эта рация, она не из двух частей состоит?"
blind_girl "Двух частей?"
kenji "Ну да. Тут ещё что-то. Похоже дополнение к ней. Цвет и габариты, всё такое  же."
kenji "Я вынес это в последнюю очередь. Посмотри сама..."

Я прикусил язык. Чёрт! Зачем я это сказал, вот я идиот. Но девушка и не повела ухом.

blind_girl "А как? Как оно выглядит? Точь-в-точь как эта? Может просто ещё одна?"
kenji "Не думаю..."

Я описал ей всё в подробностях. 
Правда, глядя на то, во что этот прибор превратился после транспортировки, меня кольнула сомнение, что вряд ли он ей в таком состоянии понадобится. 
Я даже укорил себя, за такое неосторожное обращение с ценными предметами. 
Хотя, вещь всё-таки военная, небось работает, хоть и выглядит сейчас так, словно прошла пару мировых войн. 

blind_girl "А! Это блок питания, для рации."
blind_girl "Обычно она работала от аккумулятора. Ну, от танкового например, или ещё какого, где она была установлена."
blind_girl "А этот блок питания, он для того, чтобы питать её от сети. Дома, от розетки например."
kenji "Значит он тебе тоже нужен?"

Я был несказанно рад ее последним словам. Но когда услышал ответ, то все мои надежды мигом рухнули

blind_girl "Нет! У меня есть. Дома. Правда не такой, обычный, но мощный!"
blind_girl "Можно напряжение любое выставить. Он подойдёт."
kenji "А... Ну ладно."

Я был раздосадован. Ничего не вышло. Девушка поклонилась мне на прощание, я молча поклонился её в ответ. 
Конечно, она этого не видела и надо было попрощаться с ней словом. Но черт с ней! 
Я внезапно разозлился на неё. Пусть чешет своей дорогой! Надо было и вовсе не подходить к ней, а смыться домой ещё когда заприметил её вдалеке.

Я залпом допил оставшееся в банке пиво. Смял банку и кинул её в контейнер для металлической тары. 
Хоть я и был пьян — но банка прилетела точно в цель!

Ба-бах!

blind_girl "Ай!"

Я обернулся. Похоже эта школьница наехала своей тележкой на мину! Нет, конечно, это была полнейшая глупость, никакой мины тут быть не должно. 
Однако тележка сильно кренилась на левый бок а одно из её колес, кружилось волчком в стороне. Всё-таки она была не рассчитана на такой вес.

Девушка была невероятна раздосадована таким поворотом событий. Я же — напротив, был несказанно рад. Я немедленно поспешил к ней.

Ба-бах!
Второе колесо, выстрелило как снаряд из пушки и улетело далеко за отбойник, в траву.

kenji_mind "Ха-ха! Вот так удача!"

Я догнал девушку. Она ещё держала свою тележку за ручку и казалось, боялась пошевелиться. Вид у ней был совершенно растерянный.

kenji "Погоди! Сейчас я распутаю жгуты!"

Я принялся за жгуты, девушка тревожным голосом спросила.

blind_girl "А что с моей тележкой?"

Я глянул на то место, где раньше должны были располагаться колеса. Там остались только чёрные втулки с обломанными спицами.

kenji "Кранты ей похоже"

Я отвязал рацию и стащил её на асфальт. Девушка немедленно принялась ощупывать свою тележку. 
Мне почему-то стало смешно от выражения её лица, когда она наконец наткнулась руками на культи, которые остались на оси вместо колес. 
Пришлось проглотить идиотский смешок, который чуть было не вырвался наружу.

kenji "Что теперь делать будешь?"
blind_girl "Не знаю..."

растерянно ответила она

blind_girl "Эта вещь не моя. Тётя одолжила мне. Я обещала что всё будет в порядке."

Она вздохнула.

Неужели тётка будет отчитывать эту несчастную слепую девчонку из-за какой-то тележки? 
Злость которая нечаянно захлестнула меня минутой ранее, вновь подступила но была направленная против этой, совершенно неизвестной мне «тёте». 
Хотя конечно, возможно, она добрая женщина, и её племяннице просто стыдно, что она не сдержала обещание. 
Но, в моей голове родился образ омерзительной старой карги, которая по возвращению, ухватит мою случайную знакомую за её каштановые волосы. 
И потащит, потащит по улице, рассказывая по пути своим знакомым о том жутком преступлении, которое совершила её племянница.

Что-то мысли в мою голову в последние мгновенья полезли совершенно идиотские. Та доза пива, что я выпил залпом, ударила таки мне в голову. 
Злость которая подступила ранее, внезапно улетучилась и подступила непонятная эйфория. Я посмотрел на девушку, и задал неожиданный вопрос.

kenji "Как тебя зовут?"
blind_girl "А? Моё..."

Девушка сильно растерялась. Похоже вопрос и в самом деле неожиданный. Но мне было наплевать.

kenji "Кендзи. Танака Кендзи!"

Сказал я и театрально ткнул себя пальцем в грудь.

blind_girl "Накамура... Касуми."

Кротко ответила девушка. Свою бесполезную тележку она всё ещё не выпускала из рук.
Отлично. Имя её я теперь знаю. Достаточно. А нет, ещё кое что.

kenji "Сколько тебе лет?"

Вот это да! Я даже удивился собственной дерзости!

kasumi "Шесть... Шестнадцать!"

Отлично. Накамура Касуми, шестнадцать лет! На этом вопросы закончились, и меня понесло.

kenji "Послушай Касуми, я знаю, людям с твоими, эм... проблемами неприятно слышать такое, но вид у тебя совершенно потерянный."
kenji "Ты уж извини! Я понимаю как тебе, хочется казаться сильной и независимой. И показать всем что ты прекрасно обходишься, ну... ты меня поняла."
kenji "Но вся твоя чехарда с этой бесполезной тележкой, у меня вызывают только жалость."
kenji "Давай ка я сам возьму в руки эту несчастную рацию и отнесу туда, куда тебе нужно."
kenji "А ты выбрось эту тележку на свалку. Это теперь больше похоже на ходунки для стариков. Тёте твоей, нужны ходунки, Касуми?"

Касуми молчала. 
Смотрела куда-то в сторону и крепко сжимала в руках свою тележку, которая и в самом деле напоминала ходунки для людей преклонного возраста.

kenji "Или может мне лучше и вовсе унести эту рацию домой? Обратно, себе домой?"
kenji "Чего это я так разбрасываюсь вещами. А, Касуми? За сколько это барахло можно толкнуть в интернет барахолке?"

Касуми наконец ответила мне.

kasumi "Нет! Простите, мистер Танака! Но мне очень нужна эта вещь." 

Вдруг Касуми учтиво поклонилась мне

kasumi "Пожалуйста! Помогите донести мне её до дома!"

Я был рад её словам, но показалось - она догадалась, что я напрашиваюсь составить ей компанию. 
Но мне было почему-то наплевать на это. Я подумал о том, что наверняка веду себя очень странно, и наверное от меня здорово пахнет алкоголем. 
Да и вообще, в такой ситуации, правильнее всего с моей стороны было — вызвать для этой слепой девчонки такси и избавить уже от своего присутствия. 
Но мне жутко не хотелось сейчас с ней расставаться.

Я поднял рацию за её родные ручки.

kenji "Эй Касуми? Ты где живёшь?"

Касуми назвала свой адрес. Это было далеко, дальше чем до моего дома от площадки для сбора раз в пять.

kenji "Э? Так далеко? Почему ты выносишь мусор именно сюда? У вас что там, своего места для хлама нет, поблизости?"
kasumi "Есть. Совсем недалеко."
kasumi "Но надо идти через канал, а весной, пешеходный мост подмыло после сильного дождя."
kasumi "Ремонт затянулся и теперь по нему не пройти. "
kasumi "Недалеко есть автомобильная дамба. Но я не хожу там. Очень шумно, мне, трудно в таком шуме."

Ну надо же! А ведь я тоже некомфортно себя чувствую в шумных местах! И наверняка Касуми не любит большие скопления людей. 
Ну прямо как я! Или вообще людей не жалует... 
Особенно навязчивых алкашей!

На этой мысли я чуть приуныл.

kenji "Ну что, идём? Да брось ты свою тележку! Хана ей!"
kasumi "Нет. Я попробую её починить! Колеса, от неё. Они где?"

Я недовольно проворчал.

kenji "Ну одно колесо, оно вроде как здесь лежит. Но второе - его нет."
kasumi "Нет?"
kenji "Да, улетело, и теперь его нет. Хочешь пойти поискать?"

Я опять говорил с ней неприлично резким тоном. Услышав мои слова, Касуми тихо вздохнула.

kasumi "Нет. Если улетело, то пусть. Но я всё равно возьму тележку с собой. Ладно?"
kenji "Это ещё что за вопрос? Делай со своей тележкой что хочешь."

Касуми подхватила свою тележку и мы пошли. Моя спутница верно выбрала направление, её даже не потребовалось ощупать ориентиры. 
Или, она понадеялась на меня? Подумала, что если что — я предупрежу её о препятствии? Ну да, верно подумала.

Я пристроился справа. Встав между ней и дорожным отбойником.

kasumi "Простите мистер Танака... Но... не могли бы вы стать с другой стороны от меня?"

Я удивленно промычал.

kenji "Ммм?"

Касуми подняла левую руку, ладонью откинула длинную прядь волос, которая закрывала её ухо. 
Я увидел что в него вставлен серебристый наушник.

kasumi "Я вас плохо буду слышать. Лучше встаньте справа."

Я уж было подумал что Касуми ещё и глухая, а в ухе у неё не что иное, как слуховой аппарат. 
Но нет, она же говорит встать с другой стороны! Я обошёл её сзади.
 В правом ухе никаких наушников не было. Я стал разглядывать её ухо и лицо в профиль. 
 Так, не было видно её необычных глаз, со мной рядом, будто бы шла, совершенно обычная девчёнка.
 
kasumi "Вы смотрите на моё ухо, мистер Танака?"

Вдруг спросило Касуми, а верхняя часть её уха порозовела.

kenji "Я? Нет! Зачем мне это нужно?"
kasumi "Говорят, можно чувствовать кожей взгляды людей. Я подумала, почему-то что вы смотрите именно туда."
kenji "Неправильно подумала!"

Пробурчал  я, и решил сменить тему.

kenji "Чего это ты слушаешь в наушнике? Радио?"
kasumi "Нет"

Касуми подняла левую руку и коснулась своего ободка с «усами»

kasumi "Это."
kenji "А что это такое?"

Мне было и правда интересно.

kasumi "Это что-то вроде ёмкостного реле."

Черт! Мне бы лучше подошёл ответ уровня - «это устройство для связи с внеземными цивилизациями».
Что такое «ёмкостное реле» я даже представить себе не мог. Звучало как термин из учебника физики. 
Но не припомню чтобы школьный или институтский преподаватель физики щеголял на уроке с этим ёмкостным реле на голове. 
Я вспомнил портреты великих учёных, которые висели в коридоре нашего университета. 
Эйнштейн, Ньютон, Фарадей — все на портретах были одеты в костюмы и никаких штуковин на голове у них не было. 
Даже такая интересная личность как Никола Тесла — ни разу это самое «реле» не одел. Удивительно!

kenji "А зачем оно? Для чего?"

Спросил я. Но мне подумалось, следующий ответ будет ещё непонятнее, хотя куда уж сильнее? 
Я думал, что Касуми ответит, якобы прибор нужен чтобы «измерять угловой коэффициент у пролетающих мимо нейтрино» или что-то в этом духе.

Но ответ был куда проще.

kasumi "Оно реагирует на предметы. Чтобы было проще ориентироваться, в темноте."
kasumi "Когда рядом с антеннами что-то есть, в наушнике пищит."
kenji "Хм... Здорово придумано, сама сделала?"

Касуми покачала головой.

kasumi "Не совсем. Мне помогли собрать."
kasumi "Но вообще, он не очень точный, в сухую погоду ещё неплохо работает. А в сырую или в туман — с ума сходит."
kasumi "Пищит по любому поводу. Приходится отключать его. Но тогда он тоже помогает, как усы у кошки."
kasumi "Хотя — в плохую погоду, на улицу я и не выхожу."

Я подумал о том, кто мог помочь Касуми со сборкой её прибора. Наверное это её отец. 
Я представил его себе как интеллигентного, худощавого, в толстых очках и с пышной зачёсанной набок шевелюрой. 
Как профессора по физике в университете, где я учился. 
Но профессор был старый, а отец Касуми, он наверное молодой. Если Касуми всего шестнадцать лет — ему максимум, слегка за сорок. 
Наверное он тоже радиолюбитель, каким был мистер Макото. Такой же увлечённый. 
Небось за своей радиостанцией и забыл что его незрячая дочь шатается одна по улицам неизвестно где. 
И наверное это он такой заядлый курильщик.

Я представил как её отец, сидит за рацией, крутит на ней всякие крутилки, щёлкает по тумблерам да смолит сигарету. 
Затем подходит к открытому окну и задумчиво смотрит на городской пейзаж. 
И видит свою дочь, а рядом с ней, какого-то небритого, лохматого и нетрезвого извращенца. 

Я поёжился. Посмотрел на свою мятую рубаху и неопрятные брюки. Провёл ладонью по щетине и по растрёпанной шевелюре. 
Слава богу, волосы на затылке, которые по утрам у меня стояли дыбом — теперь улеглись. Видимо намокли от пота и перестали топорщиться. 
Хоть какой-то плюс, правда - небольшой. Вид у меня — жуткий, не сказать лучше.
Хорошо то, что Касуми не видит, если бы она внезапно прозрела — убежала бы в миг с криками. 
Единственная моя отрицательная черта, для неё — то что от меня несёт алкоголем. 
А в остальном, я для неё наверное — вполне обычный человек.

Я на всякий случай понюхал свои подмышки. Вроде как приемлемо. 
Точнее я даже не понял, потому что всюду мне мерещился запах сигарет, исходивший от Касуми. Кто же чёрт возьми у неё дома, курит?

kenji "Касуми. А эта рация? Она тебе для чего?"
kenji "Ты тоже как и мой погибший дядя — радиолюбитель? Или рацию ты хочешь кому-то отдать?"
kasumi "Что значит кому-то отдать? Нет! Эта рация нужна мне самой."
kasumi "И да, мистер Танака, я наверное всё-таки радиолюбитель."

Вдруг голос Касуми стал тихий и осторожный.

kasumi "А ваш дядя? Почему он погиб?"
kenji "Мой дядя?"

Я пересказал историю, которую слышал от дяди Ватанабэ. В конце рассказа я добавил.

kenji "Мне кажется он обманул меня"
kasumi "Кто?"
kenji "А, это друг мистера Макото. Дядя Ватанабэ. Он рассказал мне эту историю."
kasumi "Почему-же обманул?"
kenji "А ты веришь в эту ерунду? Это самоубийство какое-то, провод под напряжением — вместо антенны. Чушь полная!"

Касуми пожала плечами.

kasumi "Я однажды использовала вместо антенны нашу, бытовую сеть. Домашнюю."
kasumi "Там правда всего сто десять вольт а не несколько тысяч."
kasumi "Но тоже немного опасно, конденсатор надо подобрать тщательно. Это не чушь!"

Опять этот конденсатор! Везде этот конденсатор! 
Похоже этот конденсатор — это радиолюбительский философский камень и в каждой их бочке — затычка. 
А я про него даже не знаю!

kenji "А зачем тогда вообще закидывать провод туда, где такое большое напряжение?"
kenji "Раз ты говоришь, что в розетке всего сто десять вольт. Вот бы и втыкался туда!"
kasumi "Но тогда сигнал просто не пройдёт. Там же трансформатор."
kenji "Точно! И как я забыл про трансформатор!"

Но, если честно, про трансформатор я никогда и не вспоминал. Да и вообще, слово это произносил в своей жизни впервые.

kenji "Чего ему нельзя было просто привязать свою антенну к металлической опоре? Она же вон какая огромная?"
kenji "Чего ему не хватало?"

kasumi "Но она же..."

Касуми поджала губы. Она конечно понимала, что я ни черта не смыслю в этом всём и порю полную чушь. И похоже она подавила внезапный смешок

kasumi "Она же заземлена. Не получится из неё антенна!"

Про заземление я слышал. И вспомнил ту металлическую опору, что стояла в нашем саду. 
Каждая из четырёх её металлических лап, была толстыми болтами прикручена к железобетонной плите. 
Она точно не соприкасалась с землёй!

kenji "Нет! Нет на ней никакого заземления!"
kasumi "Не может быть! Должно быть вы просто не заметили, мистер Танака."
kenji "Нет! Я прекрасно вижу! Ничего там не было!"

Воскликнул я. А через секунду понял, насколько неприятную для Касуми вещь сказал.

Касуми задрала голову вверх. Шарики у «усов» весело заблестели на солнышке. Я уставился на её тоненькую, загорелую шею. 
Было видно, как бьётся её пульс.

kasumi "Она наверное... Она наверное заземлена сверху!"

Заземлена сверху... Эта фраза совершенно добила меня. Да, черт возьми Кендзи, заземлена сверху! 
Ха — ха! Плевать что земля - она внизу. Тут как пить дать, дело не обошлось без конденсатора. 
Впрочем куда же без него, а Кендзи? Как тебя вообще земля носит, без конденсатора то?

Касуми продолжала смотреть вверх. При этом она как ни в чём не бывало шла вперёд. Оно и понятно, зачем её смотреть на дорогу? 
Никакого смысла ей смотреть куда-либо — нет. 

Я тоже взглянул на небо. Солнце уже давно преодолело зенит и слегка пожелтело, не было уже таким ослепительно белым как в полдень. 
Сейчас, наверное, было уже часов пять дня. Я достал телефон из брюк и посмотрел время. Пять часов, десять минут. 
Ещё час, и здешние улицы наводнят машины и люди, возвращающиеся с работы. 
Сейчас мы с Касуми шли без свидетелей. Никто не встретился нам. 
Или я не приметил, так как глаза мои были залиты алкоголем.

Мы прошли больше чем половину пути. Наверное, здесь уже живут люди, которые знакомы с Касуми. 
Кто-то из них сейчас посмотрит из окна, увидит как к ней привязался какой-то мутный тип. Позвонит её отцу...

kenji "Касуми? А твои родители? С кем ты живёшь?"

Моя спутница опустила голову, и немного отвернулась от меня. Я что задал неудобный вопрос?

kasumi "Мои родители... У меня... Нет родителей!"

Да, вопрос я задал и в самом деле неудобный. Сцена была похожа на ту, что случилась парой часов ранее. Я вновь прохрипел.

kenji "Извини... Что спросил про такое."

Касуми пожала плечами.

kasumi "Ничего. Я наверное, к этому уже привыкла."

Пару кварталов мы прошли молча. Не знаю о чем думала Касуми, меня же донимали мысли о её отце. 
А скорее, о том несуществующем человеке, которого я сам придумал. Мне даже стало жалко его.

Узнать бы у Касуми о судьбе её родителях, но это был бы крайне неудобный вопрос. Но всё же я спросил, хоть и не напрямую.

kenji "А здесь, ты с кем живёшь? Касуми?"
kasumi "С тётей."

Значит это её тётка столько курит! Хотелось спросить, как же эта женщина так пристрастилась к сигаретам. 
Но это был бы уже не неудобный, а крайне свинский вопрос. 
Я глубоко вдохнул, стараясь уловить побольше этого, «аромата» исходившего от моей спутницы. 
Интересно, а как по настоящему пахнет Касуми?

kasumi "Почему вы вздыхаете? Мистер Танака?"

спросила Касуми. Она повернулась ко мне, и её невидящие глаза смотрели прямо на меня

kasumi "Вам жаль меня? Из-за родителей?"
kenji "Да нет я... Нет, мне конечно жаль что их нет, Касуми. Но вздохнул я... Я просто переводил дух. Устал."
kasumi "Мы почти на месте!"

Да. Мы действительно уже шли по той улице, на которой жила Касуми. Наверное уже подходили к её дому.
Я не так хорошо знал этот район города. Впрочем я вообще мало знал окрестности вдали от дома, как и полагалось порядочному хиккикомори.
Мы шли по узенькой улочку. На мою удачу - никого на ней не было. Я опасливо озирался по сторонам, обшаривал своим взглядом открытые окна и балконы.
Особенно я боялся увидеть тетку Касуми. Хоть и совершенно не имел представления, как она выглядит.

Вдруг заговорила Касуми.

kasumi "Мой дом справа, сразу за диким садом. Синего цвета."
kasumi "Чтобы не утруждать вас, мистер Танака, я не стала проводить свои обычные, эм... Ритуалы."
kenji "Ритуалы?"
kasumi "Ну, мне нужно ощупать важные ориентиры, вы же понимаете. Кажется, сейчас я немного дезориентирована."
kenji "А, ну да."

Действительно, справа от нас распологались заросли деревьев и кустарников. Очевидно это место под дом пустовало и давно.
И прямо за островком этой буйной растительности, я увидел маленький домик выкрашеный голубой краской.
Заборчика или ворот перед домом не было. Площадка перед домом была посыпана гравием и усеяна разбитой тратуарной плиткой. 
По краям двора росли помидорные кусты.

kenji "Кажется пришли! Это у тебя во дворе растут помидоры, Касуми?"

Касуми не ответила, но повернулась в сторону своего дома. Вытянула руки вперед и пошла в сторону двора. 
Как только ее ноги ступили на гравий, она положила свою тележку на землю и повернулась ко мне. Похоже теперь она сориентировалась.

kasumi "Мистер Танака! Вы так помогли мне!"

Она учтиво мне поклонилась

kasumi "Большое вам спасибо! Может быть вы хотите выпить чая?"

Да, конечно! Я бы выпил чая с Касуми, если бы знал, что на этом всё, и больше никогда я её не увижу. 
Плевать мне было даже на её тётку, которой я бы точно не понравился. Но ещё на полпути у меня созрел хитрый план.

kenji "Нет Касуми!"

Похоже что мои слова ее удивили.

kasumi "Не хотите?"
kenji "Не очень. Я лучше пойду поскорее домой."

Касуми выглядела растерянной. Я поставил рацию на землю, возле бетонного столбика перед входом во двор.

kenji "Рация. Я здесь оставлю её. Донесёшь до дома? Касуми?"
kasumi "Я постараюсь. Если что, тетя поможет мне!"

Я приступил к своему плану.

kenji "А тележку твою, я конфискую."
kasumi "Тележку?"
kenji "Ага."
kasumi "Но зачем? Что значит конфискуете? Это не моя, тётина. Что я ей скажу?"
kenji "Не боись. Завтра верну в целости."

Я поднял тележку и повесил её на плечо.

kasumi "Завтра?"
kenji "Во сколько могу её занести? В час дня например?"
kasumi "В час дня..."

Рассеянно произнесла девушка. А потом, словно встрепенулась.

kasumi "Да, как вам будет удобно!"
kenji "А ты будешь дома?"
kasumi "Да! Буду дома."
kenji "Ну и отлично..."

Ответил я и поправил весящую на плече тележку. Касуми ещё раз поклонилась мне.

kasumi "Прощайте, мистер Танка!"
kenji "Пока!"

Ответил я ей. Хотелось ещё сказать «до завтра», но мне показалось — я скажу глупость.

Я зашагал обратно. По пути, я несколько раз глянул назад. 
Касуми стояла на том же месте, перед своим домом но смотрела не в ту сторону, куда уходил я, а в противоположную сторону улицы. 
Когда я обернулся в последний раз, она пропала. Тут я прибавил шагу. Если Касуми пошла за своей теткой - мне лучше побыстрее смыться.

Было шесть с половиной часов вечера, когда я вернулся на нашу улицу. Когда я проходил мимо площадки для сбора мусора — заметил что она опустела. 
Все мои вещички и вентилятор Касуми - забрали уборщики. 
Подоспел к площадке я как раз вовремя, чипсы, которые я купил на обратном пути от дома Касуми - уже подходили к концу и мне надо было избавиться от упаковки. 

Улицы меж тем, понемногу наполнялись людьми. Всё чаще мимо проезжали машины, мопеды и велосипеды. 
Собачники повели своих питомцев на площадку для прогулок. Мамочки повели своих дошкольных детей на площадки для игр. 
А для меня, дорога превратилась в площадку с препятствиями. 
Я как мог, увиливал от идущих мне навстречу людей. Переходил улицу, чтобы встать с другой стороны. Проскакивал в узких, безлюдных переулках. 
От одной группы смеющихся старшеклассниц и вовсе спрятался в кустах! 
Сейчас, конечно, самое то мне было оказаться поскорее у себя дома. Но сегодня, мне нужно было сделать одно дельце. 
Я шёл к дому дяди Ватанабэ.

У меня зазвонил телефон. Звонила Айко.

aiko "Кендзи? Ты где?"

Голос её был взволнован.

kenji "Я? Да практически возле дома. Но приду чуть позже."
aiko "Я думала, ты так напился, что заблудился. Ты что, выпил всё своё пиво?"
kenji "Ну да..."

Айко возмущенно завопила

aiko "Ты алкоголик!"
kenji "Постой Айко! Три банки пива это не три бутылки сакэ, ты не путай! Чего ты так раскричалась?"

Но ей конечно было всё одно, что сакэ, что пиво. Я действительно, редко выпивал за день больше одной или двух банок. Если пил вообще.

aiko "В магазин утром пойдёшь сам! И завтрак в дорогу сам себе готовить будешь!"
kenji "Завтрак в дорогу? Зачем? Ты меня из дома завтра погонишь?"
aiko "Ты же на море собрался, разве нет?"
kenji "Ах! Точно! Я совсем забыл. Прости, Айко, но похоже, с поездкой на море придётся повременить."
aiko "Что так?"
kenji "Дела. Мне надо... Встретиться кое с кем."
aiko "Этот кто-то, тоже алкоголик?"
kenji "Айко, бросай свои шуточки! Надеюсь ты не обиделась, что на море мы завтра не едем?"
aiko "Мне то что. Я могу в любой день пойти в бассейн. А могу даже поехать на пляж без тебя, с подружками. Это только ты не можешь!"

Я вздохнул. Айко помолчала какое-то время и спросила.

aiko "Что ты сейчас то делаешь?"
kenji "Мне надо зайти к дяде Ватанабэ."
aiko "Да? Ладно. Но я позвоню ему, и скажу чтобы он тебе не наливал!"
kenji "Айко!"

Айко бросила трубку. Я же выругался про себя и убрал телефон в карман. 
Теперь меня занимали мысли о алкоголиках. А точнее, стал ли я уже одним из них или Айко как всегда — преувеличивала. 
Примеров настоящих алкоголиков, я знал немного. Да пожалуй — всего один. Это был тот самый, умерший телемастер из моего детства, дядя Сато. 
Тот, в чью честь воздвигли пирамиду из его же телевизоров. 
Он пил «по настоящему», мои нынешние пивные посиделки — капля в море сакэ, которое выпил дядя Сато. 
Я же саке на дух не переносил, как и любой другой крепкий алкоголь. 
Нет. Мне быть алкоголиком не грозит, ну кто же может стать алкашом, употребляя только пиво?

Размышляя над этим, я и не заметил как добрался до дома Ватанабэ. На мою радость его гараж, и одновременно — мастерская был открыт. 
Дядя Ватанабэ ещё не закончил свой бизнес. Он сидел на улице, на низком табурете, за ним — стоял очередной ремонтируемый мопед. 
Я подошёл ближе и поздоровался с ним.

watanabe "А, привет Кендзи! Гляди. Парень десять тысяч накрутил, а звёздочка распредвала — не съедена."
watanabe "И цепь не растянулась, ни на миллиметр! И натяжитель держит."

Что такое звёздочка, мне было понятно. Правда что такое «распредвал» — совершенно не ясно. 
Но в руках у дяди Ватанабэ действительно была маленькая звезда под цепную передачу. Прямо как та, что ставят на заднее колесо велосипедов. 
Чёрные, все в мазуте, руки дяди Ватанабэ крутили её так и этак, и она поблескивала на солнышке.

watanabe "Но что-то гремит. Я думал — ну точно распредвал, что ещё то может!"
watanabe "Столько времени потратил чтобы генератор снять. Плотно он засел!"
watanabe "Чуть на съёмнике резьбу не съело! Прокладку порвал! А внутри — всё целёхонькое!"
watanabe "Что же тогда гремит то, Кендзи?"

Как обычно, дядя Ватанабэ задавал мне вопросы на которые я не знал ответа. И он сам это понимал, но такая уж у него была привычка.

watanabe "А!"

внезапно воскликнул он

watanabe "Айко звонила. Говорит, ты нажрался как свинья и шатаешься по городу!"

Айко! Вот чертовка!

watanabe "Ты правда пьяный?"
kenji "Три банки пива выпил. только и всего. А Айко как всегда на своей волне, ну вы же знаете."

Дядя Ватанабэ положил блестящую звездочку перед собой. А перед ним, на тряпке лежали другие детали, гаечные ключи, отвёртки и прочий инструмент.

watanabe "Три банки! Не смертельно, но солидно. Что празднуешь?"
kenji "Да я мусор выносил. Кладовку освобождаю. Тётя Асука просила, чтобы я вещи дяди Макото выбросил."
kenji "Вещи тяжёлые, рация там и ещё что-то к ней. Уморился."

watanabe "А..."

Голос его внезапно стал сиплым

watanabe "Асука ко мне приходила, спрашивала не хочу я забрать чего."
watanabe "Но мне бы своё барахло выбросить. Так и лежит, пыль собирает, с тех пор как эти дела забросил."
kenji "Радио?"
watanabe "Ну да."
kenji "А почему забросили?"
watanabe "Почему забросил..."

Он задумался

watanabe "А что же мне, до скончанья веков этим заниматься?"
watanabe "Ты вот тоже, Кендзи, небось скоро забросишь компьютеры свои, и найдёшь уже девчонку себе. Засиделся."

Почему-то при словах «найдёшь себе девчонку», я подумал о Касуми. Меня эта мысль немного смутила, даже слегка потеплели уши. 
А дядя Ватанабэ продолжал.

watanabe "Да и не то щас всё. Тогда мы были ого-го! В школьные годы особенно." 
watanabe "А Макото, он даже был «радиопульсаром»! Он мне потом признался." 
watanabe "Если бы в школьные годы я узнал — я бы ему рожу начистил. А потом уже, так... - он махнул рукой."
kenji "Радио... Пульс... Пульсаром? Что значит, был «радиопульсаром»?"
watanabe "Да эта местная, радиолюбительская, «масонская ложа»."
watanabe "А по мне — так просто хулиганы."
watanabe "Каждый из нас их ненавидел, но каждый, мне кажется, если бы была возможность — моментально вступил к ним в клуб." 
watanabe "Клуб — секретный! Никто не знал, кто в нём, и как туда попасть."

Дядя Ватанабэ замолчал, и задумчиво почесал свой подбородок. Я не вытерпел и спросил.

kenji "А что они делали?"
watanabe "Нам мешали! Правила вводили дурацкие. У каждого, дескать должен быть позывной."
watanabe "Он и на самом деле должен быть. Но нам, пацаном разве прикажешь."
watanabe "Кто их не слушал — того они вышибали из эфира. Были у них способы, глушилка, например."
watanabe "Ещё и цензура, про что можно говорить в эфире, про что нельзя. Была даже листовка у меня, свод правил для эфира."
watanabe "Вот такие были эти ребята."
watanabe "Говорят, они строили что-то вроде «глушащей пушки», очень мощной. Можно было направить в любую сторону и глушить всех кто там есть."
watanabe "Но вроде как не достроили. А потом мы уже из школы выпустились."
watanabe "И «радиопульсар» тоже, поредел, много видимо ребят из нашего выпуска там было. Теперь его, клуба этого, и нет вовсе."
kenji "А как это, глушат?"
watanabe "Да как глушат?"

дядя Ватанабэ развёл руками

watanabe "Включил рацию, а там неслышно ни хрена, значит глушат. Вот как!"

Конечно, процесс глушения для меня оставался совсем непонятным. Но черт его знает, как у этих радиолюбителей там всё завязано. 
Подробностей я решил не спрашивать, всё равно бы не понял.

watanabe "А что это за штуковина у тебя? Кендзи?"
kenji "А это..."

Я снял с плеча тележку

kenji "Я ведь по делу пришел, дядя Ватанабэ. Починить надо..."

Я показал ему на чёрные культи, которые остались у тележки вместо колес. 

watanabe "Это что-ли починить?"

он выхватил тележку у меня из рук и внимательно осмотрел её ось, а затем на меня

watanabe "А зачем? Тут проще новую купить Кендзи. Где я тебе такие колеса найду?"
kenji "Купить... Это не моя тележка!"
watanabe "Ты значит, когда мусор выносил, у кого-то тележку позаимствовал, и угробил?"
kenji "Ну... Почти что так."
watanabe "Ну так купи и отдай им новую! Сколько такая хрень стоит? Три — пять тысяч йен, не больше"

Сказав это, дядя Ватанабе протянул тележку мне обратно.

kenji "Нет, дядя Ватанабэ. Мне бы починить её, ну можно же?"
watanabe "Да где я найду тебе колеса такие?"
kenji "Ну, не обязательно прямо такие. От чего другого нет?"

Ватанабэ опустил тележку на землю, покряхтел, встал со своего табурета и скрылся в гараже. 
Из глубины гаража донеслись гремящие звуки, кашель, тихая ругань. Через минуту дядя Ватанабэ вышел ко мне. 
В руках он нёс детский велосипед. Я невольно воскликнул.

kenji "О! Это же старый велик Айко!"
watanabe "Ага! Твой отец мне его отдал когда-то. Кажись — нашёлся донор!"

Велосипед был четырехколёсный, а точнее — двухколёсный но с маленькими, дополнительными колёсиками с каждой стороны. 
Именно эти, маленькие, дополнительные колёсики дядя Ватанабе и имел ввиду.
Конечно, жалко было портить этот хоть и старенький, но исправный велосипед. 
Глядя на него, я вспомнил, как учил Айко ездить на нём. Тогда ей было лет шесть, наверное.

Между тем, дядя Ватанабэ снял какие-то металлические кольца с краёв оси тележки. Снял то, что осталось от колес. 
Проделал то же самое с колёсиками от велосипеда. И воскликнул.

watanabe "Не подходят ни хрена! У тележки — ось толще!"

Я поник, хотя и обрадовался тому, что велосипед — спасён.

kenji "И что? Никак?"
watanabe "Почему никак? Щас рассверлим!"

Он опять скрылся в гараже. Но вышел оттуда очень быстро. В руках у него была аккумуляторная дрель и пучок свёрл. 
Он подобрал нужное, в момент рассверлил колесики, смазал ось тележки какой-то смазкой из железной баночки, надел колеса и металлические кольца, покрутил одно колёсико.

watanabe "Ну вроде всё"

он протянул тележку мне

watanabe "Эти колёса в сто раз лучше будут. Крепкие! Уже не сломаешь!"

Я покатал тележку по земле, колеса крутились, но туго. 
Дядя Ватанабэ между тем, открутил от велосипеда «рога», на которые крепились колеса. Затем раскрутил винт в центре его рамы и сложил его вдвое. Радостно воскликнул.

watanabe "Отлично! Теперь места меньше занимать будет!"

После унёс велосипед в гараж. Когда он вернулся, я спросил его:

kenji "Сколько с меня?"
watanabe "Нисколько! Только помоги мне закатить мотоцикл в гараж. Но смотри, держи под наклоном, чтобы масло не вытекло!"

Когда с уборкой пригаражной территории дяди Ватанабэ было покончено, я отправился домой. 
Вечерело, солнце опустилось достаточно низко и светило уже не жёлтым а оранжевым светом. 
Уличные тени перекрывали улицу насквозь. На мою радость — улицы снова, как и в полдень — обезлюдели.

И десяти минут не прошло как я был возле дома. Тележку я в дом заносить не стал. Спрятал её за палисадником с цветами. 
Земля в палисаднике была влажная, видимо Айко совсем недавно поливала цветы. Я вошёл в дом.

Айко на кухне не было. Я включил телевизор и достал утренний суп из холодильника. Очень хотелось есть. 
За сегодняшний день я съел только тарелку салата да пачку чипсов. А время уже было позднее — восьмой час. 
Я согрел себе полную до краёв чашку супа в микроволновке и уселся за стол. 
Телевизор как я и оставил его — показывал новости. Основные новости кончились, и шел блок про незначительные события.

tv "А ведь слоновья нога до сих пор плавит бетон четвертого энергоблока..."

Но не смотрел я особо телевизор. Мой трезвеющий мозг занимали мысли о Касуми. 
Теперь, когда на меня волнами накатывало похмелье, волнами накатывал же и страх. 
Правильно ли я сделал, что навязался к ней в помощники? Не видел ли меня кто по пути из знакомых? 
Может быть не стоило забирать у неё тележку, что она сейчас то скажет своей тётке? 
Как я себя вёл, не наболтал чего лишнего?

Нет, конечно я был не настолько пьян, чтобы ничего не помнить. Но вспомнить подробно, слово в слово наш разговор, было невозможно. 
Зато я помнил, как Касуми вела себя. Слишком сдержанной она была, неулыбчивой. Наверное несладко ей живётся, будучи слепой сиротой. 
Хотя, говорят — такие люди тянутся к тем кто делает для них добро. А я для неё столько сделал! 
Но она всё равно... 
Может жизнь её так потрепала, что она просто боится всех? 
Ну прямо как я! 
Или нет? Касуми не показалась мне уж очень застенчивой. И она точно не выпивает «для храбрости». 
Где, спрашивается, девчонка её возраста, возьмёт алкоголь? А если бы не те три банки пива, я бы с Касуми и пары слов связать не смог. 
Убежал бы, испарился, когда она ещё только подходила к той площадке.

Я вновь в голове проиграл сцену встречи с ней, поход к её дому. Вспомнил, какой сдержанной была Касуми. Не помню чтобы она весело смеялась. 
А я шутил? Надеюсь что нет! Шутки небось у меня, подвыпившего — дурацкие. 
Как она называла меня, тоже вспомнил — «мистер Танака». 
Ну да, про мой возраст она наверняка догадалось. А как ведут себя молодые девчонки с незнакомыми, взрослыми мужчинами. Скорее всего именно так! 
А может потому что я был пьян, она так вела себя? Наверно несло алкоголем от меня исправно! 
А от неё куревом! 
Небось судит обо мне по запаху, а у самой бревно в глазу... 
Хотя нет, Касуми не курит, она хорошая! 
Она просто ангел!

kenji "Прости меня, Касуми!"

Вполголоса пробормотал я. Так сильно мне захотелось извиниться за свои мысли.

aiko "Пришел!"

Я вздрогнул и обернулся. На лестнице стояла Айко. Она внимательно, с прищуром, разглядывала меня.
Наверное хочет определить, насколько я пьян! А я уже практически трезв. 
Надеюсь она не слышала моих извинений!

aiko "Где ты был?"
kenji "Как где? У дяди Ватанабэ! Я же говорил, а до этого — вещи из кладовки выносил. Где же мне ещё быть?"

Айко прищурилась ещё сильнее.

aiko "Что же ты? Так долго выносил вещи на свалку?"

Не хотелось рассказывать Айко про Касуми.

kenji "А что? Ну да, выносил чуть не до шести часов. Что тут такого?"
kenji "И вообще, это что за допрос? Я жутко устал! Отстань, Айко!"

Айко вздохнула.

aiko "Ладно, извини. Всё-таки я волновалась за тебя."
aiko "Ушёл и с концами. И пиво всё выпил!" 
aiko "Я думала, вдруг в канаве утонешь. Помнишь, как тот алкоголик, про которого рассказывал папа?"

Меня сново чуть покоробило, когда Айко назвала моего отца «папой». 
А алкоголик утонувший в канаве, ни кто иной как дядя Сато. Именно так он отправился на тот свет. 
Свалился пьяный в придорожную канаву и захлебнулся в ней.

kenji "Да сейчас в канаве и не утонуть. Они же все пересохли!"

Айко улыбнулась.

aiko "Ну да!"
kenji "Кстати! Раз уж речь о утопленниках и канавах! Ты сейчас не идёшь в душ Айко?"
aiko "А? Нет! А почему спрашиваешь?"
kenji "Мне туда надо! Срочно! Кажись я здорово употел пока с барахлом из кладовки возился!"
kenji "Айко, поставь пожалуйста набираться воду в ванную!"
aiko "Хорошо!"

Айко убежала вверх по лестнице. Ванная комната в доме, находилась на втором этаже. Видимо она немедленно решила исполнить мою просьбу.
Я между тем постепенно закончил свой ужин. Сложил посуду в мойку и отправился на второй этаж. 
Там, зашёл в свою комнату и взял полотенце и свежее бельё. С этим всем я отправился в душ.

#БГ - ванная комната

Ванна была полна чуть более чем на половину. 
Я тщательно выскоблил себя мочалкой. Правда руки и шея здорово сгорели на солнышке и мочалкой к ним было не прикоснуться. 
И лицо сильно загорело и покрылось пятнами. Я смотрел на себя в зеркало, и с неудовольствием отмечал какой клоунский у меня был вид. 
Красные, обгоревшие нос и скулы, тёмные синяки под глазами, щетина. 

Жуть. 

А может лучше так, чем бледное как смерть, лицо безвылазного домоседа?

Я взял бритву и тщательно побрился, подровнял виски. Но собственное отражение в зеркале мне не нравилось всё равно. 
Без бороды, вид у меня стал какой-то беспомощный. Наверное надо было её просто укоротить машинкой для стрижки а не сбривать полностью. 
Правда, какая разница, я же собираюсь понравиться человеку, который не знает ничего о моём внешнем виде. И не узнает.

Хотя, нет. Я собираюсь понравиться человеку, который наверняка видит прекрасно и рассмотрит меня с особым пристрастием. 
Этот человек — тётка Касуми. 
Придётся постараться, и придать себе хоть немного презентабельный внешний вид. 
Хорошо одеться, но неброско. Надеюсь у меня в запасах есть дезодорант и какой-нибудь одеколон. 
Ну а если нет, наверняка в комнате отца и тёти Асуки должно что-то остаться. 
Но и с парфюмом перебарщивать не стоит. У Касуми наверняка нюх отменный! Или нет? 
Она то, что от неё за версту тянет сигаретным дымом, учуять не может. Хотя, говорят, не чувствовать свой запах — основа нюха!

Я снова задумался о том, как пахнет Касуми. Закрыл глаза, представил, как она стоит прямо перед мною. 
Потянул ноздрями воздух а ладони свои, как будто положил на её плечи. И слегка наклонился к ней. 
Но не к её лицу, как если бы я хотел поцеловать её. 
Скорее почуять запах её кожи, в том месте где её загорелая шея выглядывала из под ворота матроски.

Мысль, о том что я выгляжу как идиот, кольнула меня. Я открыл глаза и опустил руки. 
Конечно, никакого запаха Касуми я не мог почувствовать. Даже если бы она и в самом деле стояла передо мной. 
Даже если бы я и в самом деле мог так вот взять её за плечи и уткнуться носом в её плечо. 
Тогда может быть, я почувствовал хоть что-то? Или только этот запах сигаретного дыма, но ещё более удушающий?

Я забрался в ванную. Обожжённые солнцем руки, невыносимо жгла вода и я положил их на бортики ванны. 
Опираться спиной на заднюю стенку ванны тоже было неприятно — болела спина. 
Я потёр ладонями плечи и подумал о том, какие они, на ощупь, плечи Касуми. 
Минуту назад, я, в своём воображении держал её за плечи, но об этом подумал только сейчас. 
Мне очень захотелось прикоснуться к ним своими руками. Или провести ладонью по её голове. 
Да просто, хотя бы рукава её формы коснуться, или края юбки. 
Если сделать это осторожно она же не заметит? Будет ли ещё такая возможность?

Почему-то в тот момент, когда мы шли с ней, я не думал о таком. Да и телесных контактов с Касуми я не припомню. 
Только как её руки вцепились в мою ногу. А больше ничего. 

Я слышал, когда парень и девушка идут рядом, иногда их тыльные стороны ладоней случайно соприкасаются. 
Но с Касуми у меня такого не было. Наверное я старался держать дистанцию. 
Если бы я своей рукой коснулся её руки, я бы такое запомнил. Хотя, я же был пьян! 
Может и было а я не заметил или не придал значения!

Сидеть в ванне было некомфортно. Ныла спина и плечи, поэтому я закончил эту процедуру, ополоснулся в душе, вытерся, оделся и вышел из ванной комнаты. 

#БГ - комната Кендзи

В своей комнате, я приступил к поиску завтрашней одежды. 
Искать долго не пришлось, я знал что у меня есть отличные джинсы для особых случаев, когда надо выглядеть относительно нормально. 
Джинсам этим лет пять не меньше, но они в отличном состоянии, так редко я их одеваю. 
В пару к джинсам, я решил назавтра одеть рубаху в клетку. Рубаха была на вид бледноватой, как будто на солнце выгорела, или была застирана. 
Но мне она приглянулась, в глаза она не бросалась и была с длинным рукавом, а мне это было важно.

От выбранной мной одеждой слегка попахивало запахом фанерного ящика, где она столько пролежала. 
Джинсы можно было одевать хоть прямо сейчас. А рубаху наверняка надо было погладить. 
Утюг и доска для глажки находились на кухне, где и стиральная машина. 
Глажку я решил провести завтра. Если сейчас - Айко небось увидит, что я готовлюсь к своей завтрашней встрече так тщательно и подумает чёрт знает чего.

Да и в голову мне пришла свежая идея. Я придумал способ маскировки некоторых недостатков своей внешности. 
Этот способ — очки. 
Нет, у меня хорошее зрение, пусть оно немного подсажено сидением за монитором сутки напролёт. 
Это очки без диоптрий, в чёрной пластмассовой оправе. Специальные. 
Говорят — спасают от излучения испускаемого монитором. На самом деле это очки отца, но и мне подошли идеально.

Я одел очки и подошёл к зеркалу. 

Да, так определённо лучше! Отливающие синевой стекла скрыли мои синяки под глазами. Да и массивная оправа, отвлекала на себя всё внимание. 
Я даже помолодел! Стал выглядеть как студент выпускного курса. 
Я вспомнил случай, который произошёл со мной два года назад. 
Тогда я здорово переболел ангиной, и у меня воспалились глаза. Пришлось даже пойти к врачу а после, закапывать антибиотики. 
А белки глаз были жуть какие красные. В то время, я выходил на улицу только в этих очках. 
И когда отправился в магазин за пивом — мне его попросту не продали. Сказали что я слишком молодо выгляжу, а паспорт я с собой не взял конечно. 
Удача, что я вспомнил про эти очки! Браво мне!

Больше я ничего путного, что касалось моего внешнего вида, придумать не смог. 
Одевать галстук или что-то в этом роде - было бы полной глупостью, да и не было у меня его. 
Джинсы, рубашку, очки — что ещё надо? Все нормальные люди носят такое, а я же хочу произвести впечатление нормального человека.

Теперь меня больше беспокоило то, как произвести хорошее впечатление на Касуми. 
Во что я буду одет для неё совершенно не важно. 
Завтра алкоголем и потом от меня нести не будет это плюс. А что ещё помимо того, что я буду пахнуть как здоровый человек? 
Что ещё может быть важно? Наверное мой голос?

Мне вдруг стало жутко интересно как он звучит. Я порылся в списке приложений телефона. 
Нашёл то, что позволяет записывать звук. Нажал на запись и произнёс.

kenji "Касуми... Привет, это я! Кендзи!"

Затем я нажал на воспроизведение. Но то что я услышал, повергло меня в шок! 
Я услышал пронзительный и гнусавый, совершенно неприятный мне голос. 
Какой ужас! И я так говорил всё это время? И тогда, с Касуми? 
Это полный крах! Я был по настоящему подавлен. Я столько лет прожил с таким голосом и даже не знал о том, какой он ужасный. 
И с этим уже невозможно ничего поделать!

Или нет? Наверное проблема не во мне! 
Точно! Это у телефона микрофон ерундовый! 
Мне нужен хороший, настоящий микрофон! Если я запишу с ним свой голос, он прозвучит как надо!

И такой микрофон у нас дома был! Микрофон для караоке.

Мне нужно было в комнату отца и тёти Асуки! Это жилая комната на первом этаже, соседняя с кухней. 
Я выскочил из своей комнаты, и бросился вниз по лестнице. На кухне свет ламп был выключен а свет из окон был совсем неяркий. 
Солнце давно зашло, а я этого и не заметил, так как в моей комнате окно занавешено плотными шторами. 
Сейчас же было понятно — наступил поздний вечер. Наверное Айко уже спать укладывается.

Дверь в комнату отца и тёти Асуки была прикрыта. Вообще мы с Айко практически туда не заходим. Точнее я туда не суюсь. 
Айко иногда забирается в родительскую комнату, в те дни когда затевает уборку. 
Надеюсь она не будет против, если я там немного пошарюсь.

Я зашёл в комнату и включил свет. 
Телевизор и прочая сопутствующая ему аппаратура, стояла на стеллаже, занимавшем практически всю стену комнаты. 
Как я и полагал, микрофон не лежал перед телевизором. Наверное Айко убрала его подальше, в один из ящиков внизу стеллажа.

Я открыл верхний ящичек. Он был доверху набит дисками. Они лежали ровными пачками. Айко постаралась, она же тут уборку делает. 
Я по очереди вынул из ящика пачки дисков и сложил их на пол. Я надеялся что за ними, в дальнем углу обнаружу микрофон. 
Но ничего подобного — тут были только диски. 

Зато одна находка меня сильно заинтересовала. 
Последняя пачка дисков практически наполовину состояла из фильмов для взрослых! Это явно отцовские! 
Я взял один из дисков чтобы рассмотреть поближе. 
Дизайн был совершенно идиотский, да и коробка видавшая виды — вся потёртая и в трещинах. 
На задней стороне — миниатюры. Актрисы на них были неприятные моему глазу, даже больше — вызывали отвращение. 
Всё таки я привык к современному порно.

aiko "Ты чего тут делаешь?"

Я обернулся. В дверях комнаты стояла Айко. Она похоже действительно укладывалась спать. На ней был надета ночнушка. 
Айко продолжила говорить.

aiko "Ты чего, так поздно? Ты..."

Она перевела взгляд на мои руки, которые держали диск с порнушкой.
Ба! Вот так ситуация! Я торопливо заговорил

kenji "Я искал тут кое что!"
aiko "Искал?"

Почти шёпотом спросила Айко, и испугано добавила

aiko "И нашёл?"
kenji "Что значит нашёл?"

я положил диск, который держал в руках на пол

kenji "Ничего не нашёл! Я искал не это!"
aiko "Ты понимаешь, что ты извращенец? Это же для извращенцев кино!"

Ну как всегда! Да по правде я бы эту устаревшую порнографию не стал бы смотреть ни за какие коврижки. А тут такое!

kenji "Что значит извращенец? С чего ты так решила?"
kenji "Я не виноват что здесь валяется эта фигня."
kenji "И вообще, это же моего отца! Он что тоже извращенец?"
kenji "Или нет, может это твоего отца вещь, а Айко? И он был извращенцем? Неужели так?"

Наверное зря я приплёл сюда покойного отца Айко. После этой фразы она опустила голову, и произнесла жалобно.

aiko "Я хотела выкинуть! Когда убиралась здесь. Но потом забыла. Не хотела чтобы ты нашёл, а ты всё-таки нашёл!"
kenji "Да не нужна вся эта ерунда... Мне нужен... Микрофон для караоке! Вот зачем я полез сюда! Я ищу микрофон!"
aiko "Ты врёшь!"

воскликнула Айко и поджала губы

aiko "Наверное ждал когда я усну, чтобы залезть сюда и взять это."
aiko "Я поняла какие у тебя, завтра, «дела»."
aiko "Ты небось вступил в какой-то клуб извращенцев. И вы, в этом вашем клубе будете смотреть эти непристойности!"

Да уж, неплохо у Айко фантазия работает! Теперь я ещё и в клуб извращенцев вступил. 
Странно, что не в клуб — «алкоголиков и извращенцев»! Теперь её уж точно не переубедить! 
Раз уж я взял эту гадость в руки мне не отвертеться! Остаётся только прогнать её поскорее из комнаты, а самому продолжить поиски.
Я театрально засмеялся

kenji "Ха-ха! Ты меня раскусила! Да! Завтра у меня встреча в клубе извращенцев!"
kenji "Я возьму эти диски с собой, и завтра мы будем смотреть все фильмы! Здорово а?"

Я взял другой диск из кучи. Прочёл название фильма на обложке.

kenji "Путешествие к морю со стеснительной младшей сестрой..."

Господи! Неужели отец и такое смотрит? Или чьё это вообще? Почему мне попалось в руки именно это! Зачем я прочёл это вслух?!
Лицо Айко исказила гримаса страха. Её уши и щеки, а потом и всё лицо залила густая краснота.
Я откинул диск в сторону и вскочил.

kenji "Айко, я..." 
aiko "Неееет!"

Айко вдруг встрепенулась, с силой дёрнулась в сторону двери и исчезла за ней. 
Раздался топот её босых ног по лестнице а затем захлопнулась дверь в её комнату.

Черт! А что если Айко расскажет про это отцу? Наверное ему это очень не понравится!
А впрочем! Это же его вещи! Это он виноват а не я! А мне между-прочим тридцать лет. Стыдить меня за порнушку - это бред.

Я приободрил себя этими мыслями, сложил пачки дисков обратно в ящик и закрыл его а затем выдвинул следующий. 
Тут меня ожидала удача! В ящике лежала толстая книжка — каталог песен, и коробка с микрофоном. 
Я достал коробку и открыл её. Микрофон был внутри.

Больше мне в комнате родителей делать было нечего, и я поспешил к себе, на второй этаж. 
Распутал микрофонный шнур, поднёс штекер микрофона к разьёму на компьютере.

kenji "Чёрт!"

Штекер оказался намного больше гнезда. Этот микрофон был совершенно не совместим с моим компьютером. 
Полный провал! 
Я порылся в коробке, может быть там будет что-то вроде переходника? Но нет, ничего там не было. Инструкция, чек - больше ничего!

Но возможно, эта неудача — была моим спасением. 
По правде сказать, я ужасно боялся что и этот «нормальный» микрофон изобразит мой голос ни на каплю лучше, чем это сделал микрофон телефона. 
Если бы сейчас я услышал ещё раз это пронзительный гнусавый голос, это было бы полным фиаско.

Увы. Я не обладаю обворожительным, бархатным баритоном с хрипотцой. Говорят, от такого тащатся все девушки. 
Теперь мне совершенно ясно, почему у меня её никогда не было. 
Сейчас я бы пожертвовал любой деталью своей внешности которая мне казалась «нормальной». 
Пусть у меня будут кривые зубы, маленький подбородок или даже лысина. 
Но уверенный голос, красивый голос дал бы мне кучу шансов! Миллион шансов! Но нет, у меня нет и одного.

Я сложил микрофон обратно в коробку и закрыл коробку крышкой. Поставил её на стол, сам сел на стул и уставился в потолок. 
Я подумал о том, что наверное в интернете полно уроков, для того чтобы устранить гнусавость. 
Я включил компьютер и посмотрел парочку. 
Но естественно везде говорилось об упражнениях, которые надо выполнять в слух. 
Я бы приступил прямо сейчас но за тонкой стенкой, всего в нескольких метрах от меня была Айко. 
Я надеялся что она спит и уже позабыла что я извращенец — любитель ретро фильмов для взрослых.

Я вздохнул, и вновь проиграв в памяти этот случай. Но проблемы связанные с голосом, немедленно вытолкнули всё это из головы. 
И я снова вздохнул, но уже по другому поводу.

kenji "А ведь девчонкам! Им гнусавость даже идёт!"

Вполголоса воскликнул я. 

Я вспомнил одну свою однокурсницу. Она — страшно гнусавила! 
Наверное благодаря её пронзительному голосу её постоянно ставили старостой группы. 
Она могла докричаться до любого в аудитории, при любом уровне шума.

Я вспомнил её внешность. Роста она была совсем небольшого — самая маленькая в классе. С длинными чёрными волосами с прямой чёлкой без заколок. 
Уши у ней были сильно оттопырены, но за густыми прядями чёрных волос этого не было видно. Только кончики ушей выглядывали из её шевелюры. 
Она носила очки в тонкой, чёрной металлической оправе. Хотя ближе к летним каникулам меняла их на линзы. 
Тогда, становились заметны синяки у неё под глазами, но летний загар всего за пару дней не оставлял от них и следа.

Говорят, девчонка эта многим нравилась. И у меня тоже, были к ней какие-то, не сильные но чувства. Естественно я это скрывал. 
Да и встретиться с ней один на один вышло всего раз, весной, когда меня свалила простуда а она принесла мне домой материалы для тестов.

Хотел бы я тогда, наверное, предложить её встречаться или что-то в этом духе. Но такой трус как я, такого бы никогда не сделал. 
Да и это бы было полной дикостью, ведь у неё был парень!

Да, девчонка эта встречалась с парнем из параллельной группы, и парень этот бы — нечто! 
Во первых — он был невероятных размеров, толстый как бочка! В весенние и летние месяцы с него ручьями тёк пот и пахло чем-то неприятным. 
У него была совершенно карикатурная, жёсткая кудрявая шевелюра. 
У него были сросшиеся брови и невероятных размеров угри на носу, а кроме них — нелепые очки в толстой роговой оправе. 
Несмотря на свой тучный вид — роста он был отнюдь не великого. Я не припомню парней меньше него. 
И самое главное — он страшно гнусавил говорил очень торопливо и глотал слова. 

И этот человек — был парнем нашей миленькой старосты. 
Каждую переменку они встречались и весело щебетали в коридоре, а во время большой перемены он неизменно вёл её к аппарату по продажи еды и угощал соком а она его — своим, домашним бенто. 
Он каждый день провожал её до дома после учёбы. Кто-то даже рассказывал, что видел как они целовались. 
Тогда, лица тех, кто услышал эту новость невольно исказило отвращение.

Я тогда спросил своего приятеля, а точнее даже не приятеля а соседа по парте. 
Почему так, почему наша миленькая староста встречается с этим страшилищем.
Помню он ответил мне, наша староста и это парень играли в одну игрушку вместе, ММО или что-то в этом роде, увлекались одним делом...

Я резко встал из-за стола. Вот что мне было нужно! Увлечение! Общее с Касуми увлечение! 
А уж чем увлекается она, мне известно. Жаль я сам в этом деле полный ноль, но ничего! Я приложу усилия и удивлю её! 
Ха-ха! Все эти конденсаторы, транзисторы, ёмкостные реле — я их как орешки перещёлкаю!

Я выскочил из комнаты. Мне снова надо было на нижний этаж, но теперь не в комнату родителей, а в кладовку. 
На кухне было совсем темно. Я глянул на часы — десять минут двенадцатого. 
Я подошёл к холодильнику и открыл его. Похоже сегодня я сильно разнервничался и мне необходимо было принять свои таблетки. 
Нет, не ферменты для пищеварения — я собирался выпить транквилизаторов. 
Да, мне выписывали и такое. Тогда ещё я мечтал, что таблетки спасут меня от страха походов на улицу, но увы. 
От таблеток этих только хотелось спать, страх они не убирали. Но кроме этого здорово помогали при похмелье.

Я налил стакан воды и выпил пол таблетки. Этого было достаточно. Ополоснул стакан в мойке и отправился в кладовку.
Если днём в кладовке был полумрак, то теперь здесь царила полнейшая тьма. 
Я включил свет и окинул взглядом стеллаж, на котором лежало то что мне было нужно. 
Нужны мне были книги. Да, старые книги мистера Макото, посвящённые радио и прочим сопутствующим вещам. 
Я ещё не успел разложить их по коробкам и они занимали целую полку стеллажа.

Не разбираю того, что написано на корешке книги, я вытянул первую попавшуюся. 
Она приглянулась мне тем, что была довольно тонкая и в глянцевой обложке. 
«Типичные неисправности японских полупроводниковых приёмников, и их ремонт». 
Название мне сразу не понравилось, и я решил что книгу эту в руки взял я зря. Но я на всякий случаю полистал её. 
Книга была полна совершенно непонятного мне текста, громоздких схем на страницах с разворотом. 
Там даже не было ни единой цветной, или хотя бы чёрно белой но понятной мне картинки. 
Только на титульной стороне обложки красовался старомодный радиоприёмник. И больше ничего.

Я кинул книгу в лежащий на полу, пустой ящик. Первый блин комом, но разве меня это остановит? Как бы не так!
Из разноцветной стопки книг на полке, я выцепил взглядом другой, яркий и приятный корешок. Достал её, прочёл название.
«Расчет каскадов ламповых усилителей» - так называлась эта книга. 
На её обложке была изображена блестящая радиолампа а рядом - радостный парень в кепке и очках, который с улыбкой «выкрикивал», как бы зазывая. 
«Расчёт усилителей типа А, АБ, Б а также оконечных каскадов радиоусилителей и не только!».
Ха-ха! И не только. - приторно улыбаясь, подумал я. Радостная рожа парня слегка вывела меня из себя и я со злостью швырнул книгу в коробку.

Я выдернул самую тонкую, почти как тетрадь книгу из стопки. Это оказалась инструкция к какой-то антенне. 
Надо же! Даже к антенне нужна инструкция! - подумал я про себя, а инструкция полетела в ящик. 

Самая толстая книга в стопке имела название - «Что такое полупроводники и самые популярные схема на этих элементах». 
Книжка была не только толстая, но и суровая на вид как если бы все романы Дюмы и Толстого собрали вместе, в одной книге. 
Мелкий шрифт, формулы и схемы.

kenji "Нет спасибо."

Сказал я в вполголоса и швырнул толстенную книгу в след за остальными.

На следующей книге было уже что-то интереснее. Там, на обложке, были, в стиле мультипликации из шестидесятых годов нарисованы роботы. 
Носы лампочки, руки — розетки, глаза — тумблеры и прочая ерунда. Книжка вроде как для детей! 
Большими буквами красовалась надпись «Сто простых схем на транзисторах». Я перелистал книгу. 
Схемы там действительно были. Но совершенно непонятные мне, и совсем не настолько простые насколько всё это мог себе представить я. 
Нет, не не нужна была эта книга.

И вот наконец! Оно! Яркая, глянцевая суперобложка и приятный аромат свежей типографии а не замшелой бумаги. 
Я прочитал название. «Как стать радиолюбителем за один день! Пособие для слабоумных хиккикомори»!
О да! Слезы радости заблестели на моих глазах...

Конечно нет. Не было у меня в руках этой книги. Здесь вообще нет книг. Только бесполезная макулатура! 
И кто только пишет это отвратительное чтиво? Кто вообще читает эту хрень? И неужели Касуми как рыба в воде, плавает во всём этом? 
Неужели она как орешки щелкает все эти формулы и одним взглядом распутывает эти жуткие схемы? 
Впрочем, она же ничего не видит... Как она это делает? И почему здесь нет ни одной книги для начинающих? 
Возможно всё это — ерунда собачья, стоит только найти вещь, что популярно объяснит мне основы. И тогда то уж я ух...

Но такой вещи здесь не было. Только громоздкие, неподъемные для моего слабого мозга энциклопедии. 
Хотя нет. Неправда. Такая вещь была. Но была она не здесь а в моей комнате. 
Роясь в этой бесполезной макулатуре, я напрочь забыл про интернет.

kenji "Интернет!"

Я пулей бросился обратно в свою комнату.

kenji "Интернет! Интернет! Интернет!"

Радостно нашёптывал я, щёлкая по клавишам компьютера. И глядя на превью первой ссылки поиска, моё сердце затрепетало!

Я зашёл на страницу интернет магазина где продавалось похоже именно то что мне было нужно. «Радиоэлектроника для начинающих». 
Да, таких книг сотни, но эта была особенная — это был комикс. 
На обложке, мультяшная, жизнерадостная школьница с большими и радостными глазами приветливо махала мне руками. 
А вокруг неё все эти транзисторы, конденсаторы и ещё чёрт знает что. Вот что мне было нужно!

Я глянул на цену — пять тысяч йен. Да, дороговато. Но ещё больше — если с немедленной доставкой ко мне домой. 
Тогда — пятнадцать тысяч йен. Но мне не жалко было этих денег. Эта книга должна была стать моей!

Но увы, как только я перешёл к заказу, на сайте высветилась предательская, красная надпись. 
«Извините, но сейчас данный товар отсутствует, последний раз он был в наличии...». Я взглянул на дату — два года назад!

Я обследовал другие интернет магазины, что выдал мне поисковик. Но тщетно. Нигде этой книги не было в наличии. 
Кроме того — первый магазин был единственный, где книгу могли доставить прямо сейчас. 
В остальных её бы пришлось ждать несколько дней или даже недель.

Я прошерстил интернет, в попытке не купить а скачать эту книгу. Если уж так, я пойду против закона. Но я не особо надеялся.
Скачать обычно предоставлялось возможным только что-то популярное. А мог ли быть популярным комикс для тех кто хочет изучать радиоэлектронику? 
Думаю нет. 
Так оно и было. Даже на форумах, где люди незаконно обменивались отсканированными комиксами я не нашёл никаких упоминаний данной книги. 

Раздосадованный и опустошенный я выключил компьютер. На часах была половина первого. 
Вставать завтра я надумал часов в десять. Я завёл будильник в телефоне на нужное мне время.
Скинул с себя в верхнюю одежду и лёг в кровать. Уснул я практически мгновенно.
