# aiko		Макото Айко
# kenji		Танака Кендзи
# kasumi	Накамура Касуми
# hoshi		Хоши Бэлл
# vatanabe	дядя Ватанабе


#ЦГ - Мидори на пляже

unknown_character "П-привет!"

Робко поздоровался я.

unknown_character "Меня Кендзи зовут. Танака Кендзи!"
kenji "А тебя?"

Девушка не ответила. Впрочем я знал её имя. Звали её — Мидори. И она явно школьница, раз надела школьный купальник.
Наверное вырвалась со своими подружками на море, сейчас же лето, каникулы...

На вид Мидори лет шестнадцать, не больше. А это - самый замечательный возраст! 
Будь мне сейчас столько лет, я бы с удовольствием побегал вместе с Мидори по морскому берегу.
Сыграл с ней в волейбол... Ух! 

Но к сожалению, мне уже давно не шестнадцать.

kenji "Мне тридцать лет Мидори! Тридцать!"

Похоже, её совсем не смутили эти слова и она по-прежнему улыбалась мне.
Приободрившись я продолжил

kenji "А ещё я хиккикомори! Никчёмный тридцатилетний хиккикомори!"

Лицо Мидори не дрогнуло. Мне даже показалось что ее улыбка стала чуть добрее, а в глазах заплясали радостные искорки.

kenji "Конечно Мидори! Будь я самым последним ублюдком на свете, ты бы ни за что не отвернулась от меня!"
kenji "Я же для тебя самый дорогой человек на свете!"
kenji "Я твой отец! "
kenji "Даже больше! Я твой создатель!"
kenji "И ты должна меня простить! Потому что я тебя... Продал!"

Мне показалось, или веселья на лице девушки поубавилось? Я поспешил её успокоить.

kenji "Но ты не бойся! Я продал тебя очень хорошему человеку! Я надеюсь…"

#ЦГ - Мидори в графическом редакторе

Я потёр глаза и чуть отодвинулся от монитора. 
Да, Мидори вышла очень миленькой. Думаю человек, что заказал её — будет доволен.

Вдруг завибрировал телефон. Похоже что мне прислали сообщение! 
Писал тот парень что заказал рисунок с Мидори. Вовремя он появился!

zak "Йоу чувак!"
kenji "Привет. Твой рисунок готов. Сейчас перешлю его."

Я отправил рисунок заказчику, и принялся ожидать его реакцию. 
Если честно, я всегда волнуюсь в такие моменты, хоть и занимаюсь этим уже не первый год.

zak "Это шедевр чувак!"

Я самодовольно улыбнулся. 
zak "Но..."

Черт! Похоже ему что-то не нравится! Неужели я где-то накосячил? Надеюсь он не хочет сбить цену, о которой мы договорились?
Неужели ему больше не нужен этот заказ, и он не будет платить остальную сумму за рисунок? Я озвучил свой вопрос в чате.

zak "Нет чувак! Не в этом дело! Я заплачу! Но понимаешь, наши с Мидори отношения..."
zak "Кажется они перешли на новый уровень!"
kenji "Ваши отношения?!"
zak "Ага чувак… Раньше, она казалась мне такой чистой и непорочной..."
zak "А сейчас, я все больше замечаю какая она женственная… Какая притягательная..."

О чем он вообще? Единственное чего мне хотелось сейчас — получить свои деньги.

zak "Какая у нее тонкая шея… А её ямочки на ключицах… Ох..."

Похоже этот парень был не в себе. 

zak "Чувак, ты можешь немного переделать рисунок?"
kenji "Переделать? Но мы же все обсудили! Я показывал наброски!"
zak "Я заплачу больше! Сколько ты скажешь! Но только измени его, совсем чуть-чуть!"

Я тяжело вздохнул. Опять эти капризы заказчика.

kenji "И что мне переделать?"
zak "Ты можешь сделать, чтобы Мидори на этом рисунке выглядела немного погорячее?"
kenji "Погорячее?"
zak "Ага! Сделай её немного похотливей что-ли..."
kenji "Ты хочешь чтобы я раздел её?"
zak "Нет чувак! Оставь купальник на месте! Так даже интереснее! Может выражение лица поменять?"
zak "Ну чтобы сразу стало понятно чего она хочет!"

А мне казалось, что такой милой девочке как Мидори, хочется побегать со своими подружками по пляжу, без всякой задней мысли. 
Однако спорить с этим парнем я не стал. Он заказал Мидори, он её хозяин, а мне только одно остаётся — выполнить все его прихоти. 
Я попросил заказчика, чтобы он написал мне через полчаса, а сам принялся за рисунок.

Да, теперь определённо можно сказать, чего хочет Мидори. 
Вот только хочет ли она это в самом деле? Взяла ли Мидори, эту штуку в рот по своей воле, или я её заставил? 
Черт! Я слишком много об этом думаю! 
Я покачал головой и прошептал.

kenji "Прости меня Мидори… Я не хотел..."

zak "Эм… Рисунок отличный. Но Чувак, кажется я понял чего я действительно хочу!"
kenji "Что опять?"
zak "Я не мог понять чего я хочу конкретно! Но теперь знаю!" 
zak "Ты можешь нарисовать ей ахегао личико?"

Ну по крайней мере, теперь он точно знал чего хочет. 
К несчастью для меня, лицо Мидори опять нуждалось в серьёзной редактуре.

kenji "Надеюсь это все?"
zak "Всё чувак! Просто сделай ей ахегао личико, и я заплачу сколько ты скажешь."

Пока я перерисовывал физиономию девушки, на душе у меня становилось все гаже. 
Я столько времени потратил на первоначальный рисунок, столько труда в него вложил! 
Да я почти сроднился с Мидори!
А сейчас мне приходится издеваться над собственным творением ради этого похотливого болвана!

Надо было просто надавить на этого парня и забрать свои деньги. 
Пусть несёт рисунок на доработку другому художнику. 
Или поступить как истинный джентльмен, и вообще не отдавать ему Мидори. 
Ахегао личико, ишь чего захотел! 
Эх… Ну почему я такой мягкотелый?

Но ещё хуже было то, что этот парень вновь был чем-то недоволен.

zak "Чувак… Можешь добавить ещё кое что?"
kenji "Я нарисовал все что ты хотел, разве нет? Я не могу переделывать этот рисунок вечно!"
zak "Я знаю чувак! И я перевёл деньги! Ты клевый художник, но пожалуйста доделай этот рисунок."
zak "Осталось совсем чуть-чуть до совершенства!"

Я поспешил проверить состояние своего счета. 
А он щедр! Парень заплатил за мою работу в два раза больше оговоренного! 
Мне даже стало стыдно, за то, что я так плохо думал о нем.

zak "Это не займёт много времени. Одна маленькая деталь."
zak "Я уверен, такому мастеру как ты - это ничего не стоит!"
kenji "Ну хорошо! Говори, я сделаю!"

Однако, увидев новую порцию пожеланий заказчика, я нервно сглотнул.

Действительно. Времени потребовалось совсем чуть-чуть. Хотя не припомню, чтобы я рисовал такое раньше. 
Мидори теперь была по настоящему испорчена. Она была осквернена, окончательно и бесповоротно. 
И я сделал это собственными руками!

Я не смотрел этого, популярного сейчас аниме-сериала, где эта девчонка — одна из главных героинь. 
Наверняка она там учится на одни пятёрки, и вообще — всем ребятам пример! 
Президент кружка чайных церемоний, или кулинарии. Может даже волонтёр в местном храме. 
А ведь это героиня популярного сейчас аниме сериала. Я его конечно не смотрел, но подозреваю, что там она отличница, президент кружка чайных церемоний, волонтер в местном храме и вообще — всем ребятам пример!
Если бы она только знала, какую гадость с ней сделал такой никчёмный человек как я...

unknown_character "Кендзи!"

Я настолько ушел в свои мысли что не сразу сообразил - меня зовут.
В дверях стояла Айко, моя младшая сестра.
Ой! Кажется она уставилась в мой монитор!

#Монитор с Мидори

Я повернулся обратно к монитору. Там как и раньше красовалась Мидори, над которой я сегодня как следует поиздевался.
Черт! Я бы ни за что не стал, добровольно демонстрировать такое творчество своей младшей сестре! Как не вовремя она зашла! 
Я молниеносно закрыл программу для рисования. А после, вновь повернулся к Айко.

Похоже Айко успела разглядеть Мидори.
На несколько секунд повисла неловкая пауза, но затем моя сестра пришла в себя и тихо сказала.

aiko "Ужин готов."

Посмотрела на меня, нахмурилась и выпалила.

aiko "Только надень на себя хоть что-то!"

Только сейчас я осознал что сижу в кресле в одних трусах.
Пока я разглядывал себя и своё нижнее белье, Айко исчезла.

Не стоило злить свою сестру и опаздывать. Я встал, накинул рубашку, застегнул её через пуговицу.
Когда с рубашкой было покончено, я натянул брюки, и пытаясь застегнуть тугую ширинку, сделал несколько шагов по комнате.

Спустился по лестнице и вот я уже в большом холле, который к тому же выполняет роль кухни и столовой.

#Фон — Нижний этаж/Кухня/Столовая

kenji "И что сегодня на завтрак?"
aiko "На завтрак — мисо-суп, рис и омлет."

Я сел за стол. Айко же, протёрла его влажной тряпкой. 
Поставила на него две деревянные подставки. Протерла их. 
Затем аккуратно расставила передо мной тарелки, положила палочки для еды. Все в лучшем виде. 
Даже розовые таблетки — ферменты для пищеварения, которые мне прописали много лет назад — не забыты.

#ЦГ — Крупный план жратвы.

aiko "Папа и мама звонили."

Меня от этой новости немного передёрнуло, отца я побаивался. 
Но, последнюю неделю я вёл себя хорошо, не думаю что Айко могла про меня наябедничать. 
Я ждал, что Айко скажет что-то еще, но она не стала продолжать. Значит — все нормально!

Довольно странно, что Айко так просто называла моего отца «папой».
Дело в том, что Айко не была его родной дочкой. 
Отец, шесть лет назад женился на вдове, Макото Асуке. С тех пор у меня появилась сестра и новая мама, хотя я предпочитал называть её «тётя Асука». 
Вскоре после этого, отцу предложили новую работу в центре города, и жить в захолустном пригороде ему стало крайне неудобно.
Они с тетей перебрались в новую квартиру, оставив прежнее жилье в моем полном распоряжении.

Моя новая сестра осталась тоже.
Говорила — что не хочет менять школу и расставаться со школьными подружками. Я ожидал что она уедет после перехода в среднюю школу, но этого не случилось. 
Возможно, потому, что она стала чувствовать себя лишней. Ведь у отца и тёти Асуки появился совместный ребёнок, а у нас с Айко — младший брат. 
Впрочем точной причины я не знаю, да и знать не желаю. И я бы сам не хотел, чтобы Айко уезжала, от неё много пользы. 
Она неплохо готовит, и за домом следит. Ей даже не лень выращивать цветы в палисаднике и стричь кусты под окнами. 
С другой стороны — чуть что не так, она всегда готова нажаловаться на меня родителям. Приходится быть паинькой.

Я потянул руки, чтобы взять палочки для еды, но тут моё внимание отвлёк работающий телевизор. 
Оттуда раздавалось частое дыхание. 

#допустим я не знаю что такое "озабоченное" дыхание. ни разу не слышал такого определения для дыхания, думаю читатель будет так же в недоумении
#rurubell - Да вроде норм. "Дыхание возбужденного мужчины, это черезчур"
#"озабоченное" тоже ни в какие ворота! можно просто "Оттуда раздавалось частое мужское дыхание." остальное станет понятно из дальнейшего описания, кто там и почему возбужден или озабочен.
#Тогда будет просто частое дыхание, "мужское" что-то не звучит как по мне

#ЦГ — Телевизор на столе/стене

На экране какой-то тип держал за плечи худенькую девушку в школьной форме. Видимо он пытался её поцеловать. Та, дрожа, издала жалобный писк.

tv "С-сэмпай!"

Я перевёл взгляд на сестру. Что за дурацкий канал она врубила с утра пораньше? 
Айко была сильно смущена и стояла как истукан с крышкой от кастрюли и черпаком в руках.
Хвала богам, пульт лежал на столе и через мгновение был у меня в руках. Я перебирал каналы, пока не нашёл что-то наиболее нейтральное. 
Новости. 
Выпуск в самом разгаре, обсуждают ближнее зарубежье. Китай, Корея, США. Отлично, самое оно! 
Я вновь взялся за палочки для еды, но вдруг Айко остановила меня.

aiko "Ты не забыл?"
kenji "Не забыл «что»?"
aiko "Сегодня четверг, день вывоза электронных приборов. Мама же просила освободить кладовку!"

Черт! Я помнил про это вчера, но с утра конечно позабыл все на свете.
Вот бы еще и Айко забыла! 
Барахла в кладовке превеликое множество. Столько работы! Хорошо если за день управлюсь. 
Конечно, никто никуда не спешит. Отец и тётя Асука приедут ещё очень не скоро. Если вообще, навестят нас до конца лета. 
Поэтому со спокойной совестью можно отмахнуться от забот сегодня, и поднажать в следующий четверг. 
Но если вдруг позвонит отец. Не очень хочется слушать его нравоучения. А Айко меня сдаст наверняка.

Я отложил палочки для еды в сторону.

kenji "Айко! Ты ещё не налила себе порцию?kenji "
aiko "Что? Нет. Но собираюсь."
kenji "Возьми мою, я суп не буду!"
aiko "Это ещё почему?"

Не то, чтобы я вдруг внезапно перестал быть голодным. Но мне требовалось оставить место в желудке для кое-чего другого.

kenji "Мне салата хватит! А вместо супа, достань ка мне из холодильника баночку пива! Там же ещё осталось?"
aiko "Пиво! С утра?!"
kenji "А что такого?"
aiko "Нет, ничего! Суп ты теперь вообще есть не будешь? Может мне тогда начать варить пиво для тебя?"

Айко была крайне возмущёна.

kenji "Остынь Айко. Мне надо, понимаешь? Это как лекарство. Я же на улицу пойду. А там люди кругом. Это мне для храбрости!"

Конечно Айко не понять меня. 
Но мне — тридцатилетнему затворнику, проводящему дни и ночи за компьютером, известно насколько это тяжело встречать по дороге соседей и знакомых, и хриплым голосом желать им доброго дня. 
Если я выпью немного алкоголя, дела пойдут гораздо веселее.

Айко с угрюмым видом кинула черпак в кастрюлю и пошла к холодильнику.

#ЦГ — открытый холодильник, Айко возле него

aiko "Ну, какое тебе?"
kenji "Да оно же одинаковое, любую!"
aiko "Ты чего думаешь, я в сортах пива — спец?"
#бессмысленное предложение, какая разница спец или нет. сказано - любую!
#rurubell - Это мемная фразочка.

Айко взяла из холодильника одну из банок. Мне показалось, что сейчас она небрежно кинет банку мне, настолько недовольное было у неё лицо. 
Но нет, она поставила пиво на подставку, забрала мою порцию супа и села напротив.
Я взял в руки банку, и дёрнул за открывашку. 
Затем я схватил розовую таблеточку, запихнул её в рот и запил пивом. 
Увидев это, Айко изобразила гримасу неодобрения, но промолчала, и принялась за еду. 
Я тоже не медлил и торопливо потягивал пиво из банки, закусывая салатом. 
Есть я старался быстро, но и аккуратно чтобы не испачкать стол и не раздосадовать Айко снова.

Когда банка опустела, я почуствовал, что достиг нужной кондиции и двинулся к кладовке.
Пора приниматься за дело!

#ЦГ — Кладовка

Всю левую половину кладовки, занимал стеллаж, который тётя Асука планировала освободить и устроить здесь гардероб. 
Не знаю, зачем её это вдруг понадобилось, учитывая, что в доме она не живет несколько лет.
Но спорить с ней не хотелось. Барахлу, что лежит на этих полках, действительно, давно место на свалке.

А может быть причина не в этом? Не нужен ей никакой гардероб, а хочется тете Асуке избавиться от вещей навевающих неприятные воспоминания? 
Дело в том, что всё лежащее на полках некогда принадлежало её бывшему мужу, Макото Кайоши.

Макото-сан умер десять лет назад. А точнее — погиб. Он был радиолюбителем, или как это называется? 
Сидел вечерами в радиоэфире и болтал с другими, такими же «чокнутыми», как назвала их тётя Асука. 
Она вспоминала что ее муж мог просиживать в своей комнате часами и выбегать с радостными криками, в моменты когда ему удавалось принять сигнал совершенно незнакомых ему людей. 
Иногда даже от иностранцев.

Как это похоже на меня! Я тоже часами сижу за компьютером. 
И если вдруг мне напишет какой иностранец, с предложением нарисовать что-то для него или просто с похвалой моей галереи. 
Я наверняка буду как Макото-сан, бегать и голосить на весь дом о таком успехе.

Еще Макото-сан тратил много денег на оборудование. Чего конечно не одобряла тётя Асука. 
В общем как это обычно и бывает - жена не особо была рада увлечениям мужа. 
Айко на все это отцовское барахло тоже похоже наплевать. Она совсем его не помнит. 
Ну да, фотографий в альбоме и урны с прахом на местном кладбище ей достаточно. Кому нужна груда металлолома?

# ЦГ — гора телевизоров с разбитыми экранами.

Однажды в детстве я проходил с отцом мимо площадки для сбора мусора. Там возвышалась грандиозная пирамида из телевизоров всех форм и размеров.
«Дядя Сато помер, телемастер» - пояснил мне отец. 
Потом мы с мальчишками устроили настоящую бойню. Расстреляли всю эту кучу камнями, пока не разбили каждый телек вдребезги.
Нам конечно здорово влетело, а на асфальте в том месте ещё несколько лет поблескивали кристаллики стекла.

Тогда нам было весело, а мне, сейчас, не очень. Умер человек — и вся его жизнь оказалась на свалке. 
Чтобы напоследок, люди по этим вещам могли определить, кто же «помер» в этот раз. Сегодня, выносить чью-то жизнь на помойку предстояло мне.

#"Простая истина", слишком клишовая фраза, зачем
#Это не философия. Этим пропитано все радиолюбительство. Когда дохнет какой-то пожилой радиолюбитель, и на помойку выносят все его сокровища.

О том как погиб муж тёти Асуки мне рассказал дядя Ватанабэ, который жил с нами на одной улице. 
Он был другом дяди Макото, и в прошлом, тоже - радиолюбителем.

#ЦГ — Ватанабэ сидит возле полуразобранного мотоцикла.

vatanabe "Он хотел сделать антенну. Из провода высоковольтной линии что проходит в саду."

kenji "Он упал с нее?"

vatanabe "Да нет. Прихлопнуло его, когда свою антенну на фазу забрасывал."
vatanabe "Если бы упал, тогда, выжил бы, наверное. А так... Руки у него до костей обгорели."

Я не поверил. Подсоединить свою антенну к проводу под большим напряжением — это дикость! 

kenji "Это больше похоже на самоубийство!"
vatanabe "Да что ты! Там всего тридцать пять тысяч вольт, это немного."

Немного?! Мне эта цифра показалась неправдоподобно большой. «Всего» тридцать пять тысяч вольт! 

vatanabe "Если бы у меня была такая возможность, я бы тоже набросил. А Кайоши, не рассчитал чего-то."
vatanabe "Может конденсаторы плохие ему попались, или ещё чего..."
vatanabe "Ты не подумай, Кендзи. Мы не сумасшедшие и не самоубийцы. Хотя конечно, авантюра очень рискованная."
vatanabe "Меня тоже один раз шандарахнуло, но, слава богу — выжил."
kenji "Тоже «набросили»?"

Дядя Ватанабэ улыбнулся.

vatanabe "Да нет! На работе. Я же электрик по призванию. Но там ничего интересного, совершенно бытовая ситуация"
vatanabe "С тех пор пальцы на правой руке еле двигаются. И вообще, что-то вроде контузии получил. "
vatanabe "Полгода ходил как пришибленный. Инвалидом стал и вышел досрочно на пенсию."
vatanabe "Приходится подрабатывать автомехаником теперь. "
vatanabe "Эх, и как он только умудрился сжечь сцепление? А? Кендзи? Ты не знаешь?"

# ЦГ — Кладовка.

Я тряхнул головой отгоняя воспоминания. 
Что-то залип. Пора и за работу!  
Я решил сразу взяться за самое трудное — два металлических «чемоданчика», покрытые жёлтой эмалью. 
То что они из металла — видно по потёртым краям, где из-под краски выглядывала потемневшая сталь. 
Причём металл достойной толщины - судя по весу каждого. Один был значительно тяжелее другого, на его передней панели красовались чёрные стрелочные приборы, да несколько тумблеров. 
Второй — легче. Но его приборная панель была закрыта крышкой, с замками как на армейской фляге. 
Для начала унесу тот, что легче — это будет разминка.

На улице был типичный июньский полдень. Ужасно яркое солнце, голубое небо и белоснежные облака. Все как обычно. 
Дождей за последнюю неделю не наблюдалось и к зною добавился стойкий запах пыли, который перебивал теперь аромат цветов и прочей зелени. 
Было тихо — это радовало, мне ни к чему мне лишние свидетели.

Я вышел за ограду и принялся за упражнения со своим новеньким, жёлтеньким и увесистым снарядом. 
Поставил его ребром на плечо — острый край пребольно врезался в шею. 
Попробовал нести его под мышкой — и тут не вышло, рука моментально вспотела и «чемоданчик» норовил выскользнуть из рук. 
Я схватил его обеими руками и понёс, прижимая к груди, но и так было не очень сподручно. 

Пройдя один квартал я сменил тактику, и решил взять свой снаряд за его родные, заводские ручки — покрытые каким-то плотным, зелёным материалом. 
Постепенно стали ныть плечи и спина, а также зудеть нога в том месте где она тёрлась о край прибора.
Последние несколько метров я буквально волочил «чемоданчик» по асфальту оставляя блестящий след с чешуйками жёлтой краски. 
Похоже я был первым посетителем. Площадка была пуста и только мой «прибор» весело блестел на солнышке.

kenji "Кажется начинаю трезветь!"
kenji "Нет, мне определённо нужна ещё баночка, я заслужил!"

На обратном пути мне так же никто не встретился - довольно удачный выдался денёк! 
Я ворвался в дом, распахнул холодильник и немедленно выпил холодного пива. Ох, похоже пол банки выдул за несколько глотков! 
Айко была на кухне. Глядя на меня она произнесла нечто непонятное и покачала головой. 
Я же улыбнулся во весь рот и продемонстрировал сестре оттопыренный вверх большой палец. 
От моего жеста она почему-то смутилась, а я только теперь заметил, что на ней надета летняя школьная форма.

kenji "Ты что, в школу собралась? Разве не каникулы?"
aiko "Каникулы! Но я иду в школьный бассейн."

Бассейн! Я вспомнил о том, что на земле существуют такие замечательные места. Ах! Я бы сейчас с удовольствием окунулся в прохладную водичку. 
И плевать что там народу как сельдей в бочке. Настроение у меня теперь самое располагающее, никакой невроз от тесного общения с людьми не страшен. 
Правда в таком состоянии, в общественный бассейн меня не пустят. Я вздохнул и отглотнул еще пива.

aiko "Чего вздыхаешь?"
kenji "Разве не понятно? В такую то жару в бассейне поплавать в самый раз!"
aiko "В нашем школьном?"
kenji "Да какая разница. Но сама понимаешь, народа там — тьма."

Айко пожала плечами, и стала чуть серьёзнее. Она знала, чего я боюсь.

aiko "Можешь съездить к морю. Где-то да найдёшь пустынный пляж."
kenji "К морю... да... Но тогда придётся трястись в поезде час или два. В переполненном поезде, Айко!"

На лице Айко появилась ухмылка.

aiko "Ты же принял «лекарство»."
kenji "С этим лекарством, сама понимаешь, в воду лезть не стоит. Тем более — в одиночку."

Айко опять пожала плечами и направилась к выходу. Дескать — не мои проблемы.

kenji "Постой Айко! А может быть, завтра, вместе съездим на море? И там найдём этот самый «пустынный» пляж? Я не могу один, вдруг я начну тонуть?"
aiko "Думаешь я тебя спасу?"
kenji "Ты же член плавательного кружка!"
aiko "А ты опять напьёшься?"
kenji "Что значит опять? Это же не ради удовольствия, Айко!"
aiko "В таком случае - даже не мечтай!"
kenji "Ну... Айко! Хочешь? Я встану на колени перед тобой, хочешь?"

По лицу Айко пробежала гримасса испуга и отвращения.

aiko "НЕТ!"
aiko "То есть да. Уговорил! Завтра поедем, но только без этого!"

Айко в мгновение ока натянула свои сандалии и исчезла в дверях.

Как же мне повезло с сестренкой! Мысль о предстоящем отдыхе подбодрила меня и я с энтузиазмом вернулся в кладовку. 

# ЦГ - вентилятор

За время моего отсутствия на площадке появился напольный вентилятор с синими, разлохмаченными от старости лопастями и пожелтевшим пластиком корпуса. 

# ЦГ - рация с открытой крышкой

А «мой чемоданчик» похоже был рад знакомству, он приветливо открыл свой рот, или он сделал это от удивления? 
Не знаю зачем это кому-то понадобилось, но крышка на нем была вскрыта. 
Под ней оказалась сложная приборная панель — десятки всевозможных крутилок, тумблеров, циферблатов со стрелками и хитрых разъёмов. 
Наверное кому-то стало интересно что же такое я сюда притащил. 
Хм. Возможно этот кто-то — владелец сломанного вентилятора. Я подошёл к нему поближе. 

# ЦГ - вентилятор (подробнее)

Обычный вентилятор, видно что старый, наверняка ему лет двадцать, не меньше. Сейчас таких не делают. Сквозь запах пыльной улицы, моё обоняние уловило «аромат» горелого пластика и сигарет. 
Да и весь этот жёлтый налёт на нем, явно сигаретная копоть, налипшая за годы эксплуатации. 
Стало немного противно, и в то же время в памяти всколыхнулись воспоминания былых лет.
#слишком много воспоминаний для одного дня! а ты включил это в сценарий лишь ради каких-то мемчиков и отсылок, мало кому понятных. да еще 2 цг пришлось нарисовать. странные приоритеты на мой взгляд.
#Но все любят мемчики. А этот мемчик на анивизе сразу заприметили. Что уж говорить про борды.

# ЦГ - дед с сигаретами COCK 

Я вспомнил своего, давно умершего деда, который всю жизнь смолил какие-то американские сигареты. 
Весь его дом, и каждая вещь в нем накрепко пропитались застарелым запахом сигаретного дыма.

Я подумал о том, что наверняка, столь активные курильщики — болеют какими-то заболеваниями. 
Например Туберкулёз — неприятная и очень заразная болезнь, я слышал о такой. 
Я отшагнул подальше от вентилятора и посмотрел на свою левую ладонь.

# ЦГ — Ладонь, на которой стоит чёрная метка «Кто прочитал - тот здохнет!».
#не стоит шутить с такими вещами!
#но это же все мемесы
#такое ощущение что за мемасы тебе будет кто-то доплачивать отдельно! )) твоя задача сделать интересную историю которую будут читать с удовольствием! а не перечислить все известные мемчики. пройдет год-два и о них уже никто не вспомнит!
#Да все истории скучны, как по мне. Так хоть мемасов накидаем на фоне нескучных фонов, авось читатель не дропнет эту тягомотину

Ею я только что прикасался к прибору, принесенному ранее, а до меня его, похоже, трогал чужак. 
Вот будет весело, если такой домосед как я, подцепит редкую и смертельную болезнь! А точнее, совсем не весело!
Я поспешил домой. Надо скорее вымыть руки!

В свой третий поход до мусорки я взял два стареньких радиоприёмника, хотя они были довольно громоздкие — но в то же время совсем не тяжёлые.

kenji "Остальное, думаю, можно оставить и на потом"
kenji "За день сделано достаточно! Пожалуй еще одну вещь и довольно!"

Тяжёлого собрата жёлтого чемоданчика, я решил вынести сегодня во что бы то не стало. 
А между тем, вторая банка пива подошла к концу. Я сходил на кухню и взял последнюю. Открывать её не стал — положил в карман брюк. 
В последнем и самом тяжелом походе мне понадобятся обе руки!

Поход был действительно трудный! 
Когда я наконец дотащил свою ношу до места — у меня ужасно ныли плечи и спина, а в мокрые от пота ладони врезался узор тканевых ручек. 
Прибор, тоже потерял товарный вид. Дело в том, что бока его были не гладкие, а состояли из сотен мелких рёбер — пластин. 
Видимо при работе прибор грелся, и такая конструкция была нужна, для охлаждения. Ребра теперь были все погнуты, особенно те что по краям. 
В просветы между ними забилась трава, земля и частички асфальта. Один из циферблатов на передней панели — треснул. 
Но мне, конечно, было наплевать. Не на выставку же нёс, в самом деле!

# ЦГ - БП для рации, лежащий на асфальте

Ну вот и всё, теперь ненавистный мне прибор, лежал в общей куче вместе с проводами и приёмниками. 
Пришло время передохнуть! 
Я окинул взглядом и оценил кучу вещей принесённые мной. Да я просто герой!
Эх, жалко я Айко не показал, какая эта жёлтая зараза - тяжёлая! Она бы мной гордилась! 
Пожалела бы меня, и позабыла бы про свои придирки не меньше чем на месяц! И почему я такой не догадливый!

С этими мыслями я открыл пиво, которое дожидалось в кармане брюк. 
Да уж, взболтал я содержимое банки здорово — пена полезла наружу, липкие струйки потекли по пальцам. 
Я тихо ругнулся, сдул пену, вытер руку о штаны, и поставил ногу на тот прибор, что принёс раньше остальных — как на поверженного врага. 
Сделал глубокий глоток, затем огляделся по сторонам.

#ЦГ - Касуми с тележкой, идет

Мне навстречу медленно шла девушка и катила перед собой складную тележку для вещей.
Вскоре она остановилась, как-то несмело шагнула вправо, ближе к обочине. Отвернулась к облицованному камнем склону.

#ЦГ - Касуми смотрит на укрепленный камнем склон

Не меньше минуты она стояла перед каменной кладкой, словно рассматривала интереснейую картину.

Я между тем терялся в догадках, чего же такого интересного она там увидела.
Когда я проходил это место, то не приметил ничего необычного.
Но может быть, девчонке этой надо на площадку для мусора? Я её стесняю, и поэтому она так внезапно принялась изучать эту стену?

Как только я подумал об этом, школьница отвернулась от стены и продолжила свой путь в мою сторону. 
Обычно я в таких случаях перехожу на другую сторону улицы или вообще стараюсь побыстрее скрыться с глаз встречного прохожего. 
Но в этот раз повышенная концентрация «лекарства» позволила мне и далее с любопытством наблюдать за незнакомкой.
Привычный страх перед людьми на время оставил меня полностью.

Девушка наконец достигла площадки для сбора мусора. И находилась метрах в пяти от меня.
Она остановилась и отвесила мне учтивый поклон! Я бы даже сказал - черезчур учтивый!

#ЦГ - Касуми на четвереньках

Ее ладони коснулись асфальта, и она встала на четвереньки. 
Если честно, мне захотелось воскликнуть от удивления, но я продолжил стоять как вкопанный, только глаза мои опускались все ниже. 

# ЦГ - Руки на штанине кендзи

Её руки замелькали по асфальту и через мгновение принялись ощупывать жёлтый чемоданчик и далее - мой кроссовок, штанину...

kenji "Эй! Ты чего творишь?"

Руки девушки отцепились от моих брюк, а сама она отпрянула так стремительно что не удержаласб на ногах и и села на асфальт.

# Цг - Касуми "сидит" на асфальте

Но не успел я моргнуть, как она оправилась и встала.

kasumi "Простите! Я не заметила вас!"
kenji "Не заметила?!"
kasumi "Да, я ничего не вижу."

Я взглянул на её лицо и холодок пробежал у меня по спине.
Солнце ярко высвечивало её загорелое лицо и искрилось в светлых, будто выжженных волосах. 
Но наперекор светилу, зрачки её были так широки, что по тонким радужкам невозможно было определить даже цвет глаз. 
Этот контраст расширенных, как у кошки в ночи, зрачков и яркого солнца, бьющего прямо в глаза — напугал меня. 
Девушка была слепой.

kenji "Извини..."

Хрипло прошептал я. 
Я кашлянул и повторил снова, уже в полный голос.

kenji "Извини!"

Лицо девушки встревожилось.

blind_girl "Что? Почему? За что?"
kenji "Ну... Я... Не думал что ты..." 

blind_girl "Всё нормально! Хорошо что я не налетела на вас."
blind_girl "Вас совсем не было слышно и я думала что тут никого нет."

Наверное, слепые люди полагаются на слух. Нет. Вовсе не наверное, а точно. На что же ещё? Может на обоняние? 
Тут словно нужную часть мозга мне врубили и я почувствовал как от слепой девушки просто несёт запахом сигарет. 
Она что, курит, и курит настолько много?!

Я помнил какие безобразно коричневые были ногти у моего курящего деда. 
Но нет, опустив взгляд, я увидел приятные, робкие пальчики с аккуратно подстриженными, розовыми ноготками. 
Её руки покрыты сильным загаром, но возле рукавов матроски, кожа стремительно белела. 
На левом запястье надет широкий тканевый напульсник, закрывающий половину предплечья.
В нем было множество кармашков, часть из которых была занята универсальной отверткой и десятком бит под нее. 

Мой взгляд скользнул выше, пробежал по шее девушки, тоже загорелой, но и тут из-под матроски проглядывали белые участки, точно повторяющие контур выреза. 
Видимо школьная форма этим летом была её повседневной одеждой. Я подметил, что воротник выцвел - форма была старой и поношенной. 

Лицо её мне показалось очень приятным, давно я так близко не разглядывал старшеклассниц.
Но все впечатление портил этот пустой взгляд, в котором казалось навечно застыл испуг.
И ещё одна примечательная деталь — белый ободок с проводками, на кончиках которых блестели маленькие шарики из фольги.
С этим аксессуаром, голова девушки напоминала муравья или инопланетянина из старых черно-белых фильмов.
И зачем ей эти «усы»?

Всё в этой девушке было странным. Её пугающие, невидящие глаза, этот странный ободок, напульсник с отвёртками, нашивки на школьной форме. 
И стойкий запах сигаретного дыма.

blind_girl "Получается эта рация ваша?"

Спросила девушка, а её ладонь указала в сторону моих ног.

kenji "Так это рация?"

Я удивился, при слове рация мне представлялось маленькое, величиной с мобильный телефон — устройство. 
А такая громадина, и тоже — рация. Ну надо же!

blind_girl "Ну да. Военная рация, очень хорошая, американская, мощная. В конце шестидесятых годов выпускалась. Ещё на германиевых транзисторах!"

Германиевых? Значит ли это, что транзисторы были из Германии? Какое странное словосочетание. 
Интересно, а «япониевый транзистор», есть?

kenji "Рация — не совсем моя. Одного родственника"
kenji "Я просто, вещи его на свалку выношу. Он видимо радио увлекался, или что-то в этом роде."
kenji "Сам я в этих делах ничего не смыслю."
blind_girl "А..." 

blind_girl "Увлекался?"
kenji "Ну да. Умер он. Но очень давно. А сейчас понадобилось расчистить немного места в доме. Вот и выбрасываем, и рацию эту тоже."
blind_girl "А... А я думала, вы наоборот. Пришли сюда за ней."

Теперь я понял, зачем девушке нужна была тележка. И почему была вскрыта крышка на «рации». 
Похоже вещь эта её заинтересовала, и она собралась её забрать себе.

kenji "Нет! Мне этот хлам нафиг не сдался. Если хочешь забрать — бери конечно."
kenji "Только, как же ты её унесёшь? Думаешь сможешь? Она страшно тяжёлая! И чего она столько весит?"
blind_girl "Вещи тех лет — все такие громоздкие. А это ещё и военная, там все внутри с многократным запасом прочности!"

С этими словами, она присела и потянула руки в сторону рации. Я поспешно убрал ногу и отступил на шаг. 
Девушка ощупала боковины прибора, взялась за тканевую ручку и попыталась встать. 
Послышался скрежет металла об асфальт, прибор поднялся но совсем чуть-чуть, сантиметров на пять. 
Я удивился тому, какие тонкие и изящные у неё руки, и как напряглись мышцы на них, в попытке приподнять рацию.

kenji "Позволь помочь!"

Сказал я, встал с другой стороны и взял прибор за другую ручку. 
Но в тот же момент, руки девушки разжались и прибор глухо хлопнулся на землю. 
А девушка, задыхаясь выпалила.

blind_girl "И в правду, очень тяжёлый!"

Я вспомнил о банке пива в моей руке, и отглотнул немного. А после - сказал.

kenji "Давай помогу погрузить эту штуковину на тележку. Похоже, тебе её не поднять."

Она кивнула.

blind_girl "Хорошо. Спасибо."

Я взял, стоящую у отбойника, тележку - на вид крайне хлипкую, из алюминиевых трубок, скреплённых пластиковыми уголками и такими же заклёпками. 
Рама её была перехвачена двумя плетёными жгутами красного цвета.

Я поставил тележку, поднял рацию и аккуратно установил её на раму. Рама выгнулась и затрещала, но выдержала. 
Я хорошенько обмотал всю эту конструкцию багажными жгутами, наклонил. Вроде всё держалось.

kenji "Ну вроде как готово!"

Девушка протянула руки в мою сторону. Я немного отступил, захотелось словами указать ей, в каком направлении двигаться, но я сдержался. 
Она поводила руками, и наконец нашла длинную ручку тележки. Затем ощупала стоящую на ней рацию и жгуты.

kenji "Я хорошо всё закрепил."

Сказал я, словно подбадривая её.

blind_girl "Спасибо! Большое вам спасибо за помощь!"

Похоже, это она так прощалась со мной. Действительно, чем мог — я помог, больше говорить было не о чем. 
И тут, какая-то дурацкая грусть окутала мое охмелевшее сознание. 
Грустно от того что девушка уходит, и я её, наверное больше уже никогда не увижу.
# Пусть будет "грусть" два раза чем "хондра"

И так жалко её. Неужели она действительно справится с этой тяжёлой ношей одна? Доберется ли в целости до дома? А вдруг что-то случится в пути?
Хотелось проводить ее, побыть еще рядом. Да и хорошенькая она на вид, и вообще я бы сказал что она мне понравилась. 
Хотя, говорят, что когда здорово выпил — любой крокодил за красавицу сойдёт.
А выпил я сегодня действительно здорово, да и жара приморила изрядно.
 
Надо остановить её! Сказать что-то! Но что? 
Я осмотрелся, взгляд упал на остальные, мной принесённые вещи.

kenji "Постой! А эта рация, она не из двух частей состоит?"
blind_girl "Двух частей?"
kenji "Ну да. Тут ещё что-то. Похоже дополнение к ней. Цвет и габариты, всё такое же."
kenji "Я вынес это в последнюю очередь. Посмотри сама..."

Я прикусил язык. Чёрт! Зачем я это сказал, вот идиот. Но девушка не повела и ухом.

blind_girl "А как? Как оно выглядит? Точь-в-точь как эта? Может просто ещё одна?"
kenji "Не думаю..."

Я описал ей всё в подробностях. 

blind_girl "А! Это блок питания, для рации."
blind_girl "Обычно она работала от аккумулятора. Ну, от танкового например, или ещё какого."
blind_girl "А этот блок питания, он для того, чтобы питать её от сети. Дома, от розетки например."
kenji "Значит он тебе тоже нужен?"

Я был несказанно рад ее последним словам. Но когда услышал ответ, то все мои надежды мигом рухнули.

blind_girl "Нет! У меня есть. Дома. Правда не такой, обычный, но мощный!"
blind_girl "Можно напряжение любое выставить. Он подойдёт."
kenji "А... Ну ладно."

Я был раздосадован. Ничего не вышло. Девушка поклонилась мне на прощание, я молча поклонился в ответ. 
Конечно, она этого не видела и надо было попрощаться словами. Но черт с ней! 
Я внезапно разозлился. Пусть чешет своей дорогой! Надо было и вовсе смыться домой ещё когда только заприметил её вдалеке.

Я залпом допил оставшееся пиво. Смял банку и кинул в контейнер для металлической тары. 
Хоть я и был пьян — но банка прилетела точно в цель!

Ба-бах!

blind_girl "Ай!"

Я обернулся. Похоже эта школьница наехала тележкой на мину! Нет, конечно, это была полнейшая глупость, никакой мины тут быть не должно. 
Однако тележка сильно кренилась на левый бок, а одно из её колес, кружилось волчком в стороне. Всё-таки не была она рассчитана на такой вес.

Я был несказанно рад такому повороту событий и немедленно поспешил к месту аварии.

Ба-бах!

Второе колесо, выстрелило как снаряд из пушки и улетело далеко за отбойник, в траву.

kenji_mind "Ха-ха! Вот так удача!"

Я догнал девушку. Она ещё держала свою тележку за ручку и казалось, боялась пошевелиться. Вид у ней был совершенно растерянный.

kenji "Погоди! Сейчас я распутаю жгуты!"

blind_girl "А что с моей тележкой?"

С тревогой в голосе спросила она.
Я глянул на то место, где раньше располагались колеса. Там остались только чёрные втулки с обломанными спицами.

kenji "Кранты ей похоже."

Я отвязал рацию и стащил её на асфальт. Девушка немедленно принялась изучать тележку, пытаясь определить ее состояние. 
Мне почему-то стало смешно от выражения её лица, когда она наконец нащупала места крепления колес. 
Пришлось проглотить идиотский смешок, который чуть было не вырвался наружу.

kenji "Что теперь делать будешь?"
blind_girl "Не знаю..."

Приуныв, ответила она.

blind_girl "Эта тележка тёти. Я обещала что верну в целости."

Она вздохнула.

Неужели тётка будет отчитывать эту несчастную слепую девчонку из-за какой-то тележки? 
Вполне возможно она добрая женщина, и её племяннице просто стыдно, что она не сдержала обещание. 
Но, в моей голове родился образ омерзительной старой карги, которая по возвращению, ухватит мою случайную знакомую за волосы и потащит по улице, крича о жутком преступлении, которое та совершила.

Какие идиотские мысли. Похоже доза пива, выпитая залпом, ударила таки мне в голову. 
Злость испытываемая ранее, внезапно улетучилась и подступила непонятная эйфория. Я посмотрел на девушку, и задал неожиданный вопрос.

kenji "А как тебя зовут?"
blind_girl "А? Меня..."

Девушка сильно заволновалась. Похоже вопрос и в самом деле неожиданный. Но мне было плевать.

kenji "Кендзи. Танака Кендзи!"

Сказал я и театрально ткнул себя пальцем в грудь.

blind_girl "Накамура... Касуми."

Кротко ответила девушка. Свою, бесполезную теперь, тележку она всё ещё не выпускала из рук.

kenji "Сколько тебе лет?"

Вот это да! Я даже удивился собственной дерзости!

kasumi "Шесть... Шестнадцать!"

Отлично. Накамура Касуми, шестнадцать лет! Язык развязался и я не в силах удержать внезапную словоохотливость задвинул впечатляющую речь: 

kenji "Послушай Касуми, я знаю, людям с твоими, эм... проблемами неприятно слышать такое, но вид у тебя совершенно потерянный."
kenji "Ты уж извини! Я понимаю, что тебе хочется казаться сильной и независимой. И показать всем что ты прекрасно обходишься, ну... ты меня поняла."
kenji "Но вся эта чехарда с никчемной тележкой, у меня вызывает только жалость."
kenji "Давай-ка я сам возьму в руки эту несчастную рацию и отнесу туда, куда тебе нужно."
kenji "А ты выбрось эту тележку на свалку. Это теперь больше похоже на ходунки для стариков. Тёте твоей, нужны ходунки, Касуми?"

Касуми смотрела куда-то всторону и молчала. 

kenji "Или может мне лучше и вовсе унести эту рацию домой? Обратно к себе."
kenji "Чего это я так разбрасываюсь вещами. А, Касуми? За сколько это барахло можно толкнуть на барахолке?"

kasumi "Нет! Простите, Танака-сан! Но мне очень нужна эта вещь." 

Вдруг девушка учтиво поклонилась мне.

kasumi "Пожалуйста! Помогите мне донести её до дома!"

Я был рад этим словам, но кажется она догадалась, что я напрашивался в попутчики.
Впрочем мне уже было все равно. 
Я подозревал, что веду себя очень странно, и наверное, в такой ситуации, правильнее было бы вызвать такси для бедной девочки, и избавить ее от своего присутствия.
Но мне жутко не хотелось с ней расставаться.

Я поднял рацию за её родные ручки.

kenji "Эй, Касуми? Ты где живёшь?"

Касуми назвала свой адрес. Это было далеко отсюда, дальше раз в пять чем до моего дома.

kenji "Э? Так далеко? Почему ты выносишь мусор именно сюда? У вас что там, своего места для хлама нет, поблизости?"
kasumi "Есть. Совсем недалеко."
kasumi "Но надо идти через канал, а весной, пешеходный мост подмыло после сильного дождя."
kasumi "Ремонт затянулся и теперь там не пройти. "
kasumi "Недалеко есть автомобильная дамба. Но я не хожу там. Очень шумно - мне трудно ориентироваться."

Ну надо же! А ведь я тоже некомфортно себя чувствую в шумных местах! И наверняка Касуми не любит большие скопления людей. 
Ну прямо как я! Или вообще людей не жалует... 
Особенно навязчивых алкашей!

От этой мысли я чуть приуныл.

kenji "Ну что, идём? Да брось ты свою тележку! Хана ей!"
kasumi "Нет. Я попробую её починить! Колеса от неё, они где?"

Я недовольно проворчал.

kenji "Ну одно колесо, оно вроде как здесь лежит. А второго нет."
kasumi "Нет?"
kenji "Да, улетело, и теперь его нет. Хочешь пойти поискать?"

Я опять говорил с ней неприлично резким тоном. Услышав мои слова, Касуми тихо вздохнула.

kasumi "Нет. Если улетело, то пусть. Но я всё равно возьму тележку с собой. Ладно?"
kenji "Это ещё что за вопрос? Делай со своей тележкой что хочешь."

Мы двинулись, я пристроился справа, встав между ней и дорожным отбойником.

kasumi "Простите Танака-сан... Но... не могли бы вы встать с другой стороны от меня?"

Я удивленно промычал.

kenji "Ммм?"

Касуми подняла левую руку, ладонью откинула длинную прядь волос, которая закрывала ухо. 
Я увидел что в него вставлен серебристый наушник.

kasumi "Я вас плохо буду слышать. Лучше встаньте справа."

Я уж было подумал что Касуми ещё и глухая, а в ухе у неё не что иное, как слуховой аппарат. 
Но нет, она же говорит встать с другой стороны!
В правом ухе никаких наушников не было. Я стал разглядывать мою новую знакомую в профиль. 
Так, не было видно её необычных глаз и казалось со мной рядом шла совершенно обычная девчёнка.
 
kasumi "Вы смотрите на моё ухо, Танака-сан?"

Вдруг спросила Касуми, а верхняя часть её уха порозовела.

kenji "Я? Нет! Зачем мне это нужно?"
kasumi "Говорят, можно чувствовать кожей взгляды людей. Я подумала, почему-то что вы смотрите именно туда."
kenji "Неправильно подумала!"

Пробурчал  я, и решил сменить тему.

kenji "Чего это ты слушаешь в наушнике? Радио?"
kasumi "Нет."

Касуми подняла руку и коснулась своего ободка с «усами».

kasumi "Это."
kenji "А что это такое?"

Мне было и правда интересно.

kasumi "Это что-то вроде ёмкостного реле."

Черт! Мне бы лучше подошёл ответ уровня - «это устройство для связи с внеземными цивилизациями».
Что такое «ёмкостное реле» я даже представить себе не мог. Звучало как термин из учебника физики. 
#сомнительная литературная ценность дальнейших рассуждений. как-то глупо и по детски звучит!
# Там опять порция мемесов

Но не припомню чтобы школьный или институтский преподаватель физики щеголял на уроке с этим ёмкостным реле на голове. 
Я вспомнил портреты великих учёных, которые висели в коридоре нашего университета. 

# ЦГ с корридором и портретами ученых

Галилео и Ньютон — оба на портретах были одеты в костюмы и никаких штуковин на голове у них не было. 
Даже такие интересные личности как Эдисон и Тесла — ни разу это самое «реле» не одели. Удивительно!

kenji "А зачем оно? Для чего?"

Спросил я. И мне подумалось, следующий ответ будет ещё непонятнее. 
Что-нибудь вроде «чтобы измерять угловой коэффициент пролетающих мимо нейтрино» или что-то в таком духе.

kasumi "Оно реагирует на предметы. Чтобы было проще ориентироваться в пространстве."
kasumi "Когда рядом с антеннами что-то есть, в наушнике пищит."
kenji "Хм... Здорово придумано, сама сделала?"

Касуми покачала головой.

kasumi "Не совсем. Мне помогли собрать."
kasumi "Но вообще, он не очень точный, в сухую погоду ещё неплохо работает. А в сырую или в туман — с ума сходит."
kasumi "Пищит по любому поводу. Приходится отключать его. Но тогда он тоже помогает, как усы у кошки."
kasumi "Хотя — в плохую погоду, на улицу я и не выхожу."

Интересно, кто помогал Касуми со сборкой этого приспособления? Должно быть её отец. 
Я представил его себе как интеллигентного, худощавого, в толстых очках и с пышной зачёсанной набок шевелюрой. 
Похожего на профессора по физике в университете, где я учился. 
Но профессор был старый, а отец Касуми, он должен быть моложе. Если Касуми всего шестнадцать лет — ему максимум, слегка за сорок. 
Вероятно он тоже радиолюбитель, как Макото-сан. Такой же увлечённый. 
Небось за своей радиостанцией и забыл что его незрячая дочь шатается одна по улицам неизвестно где. 
И наверное это он такой заядлый курильщик.

Я представил как её отец, сидит за рацией, крутит всякие крутилки, щёлкает тумблерами, да смолит сигарету. 
Затем подходит к открытому окну и задумчиво смотрит на городской пейзаж. 
И видит свою дочь, а рядом с ней, какого-то небритого, лохматого и нетрезвого извращенца. 

Я поёжился. Посмотрел на мятую рубаху и неопрятные брюки. Провёл ладонью по щетине и растрёпанной шевелюре. 
Слава богу, волосы на затылке, которые по утрам стояли дыбом — теперь улеглись. Видимо намокли от пота и перестали топорщиться. 
Хоть какой-то плюс, правда - небольшой. 
Вообще хорошо, что Касуми меня не видит, если бы она внезапно прозрела — убежала бы в миг с криками. 
А так, я кажусь ей вполне обычным человеком, если не брать во внимание запах алкоголя.
На всякий случай я понюхал и свои подмышки. Вроде приемлемо. 
По крайней мере запах сигарет, исходивший от Касуми, ощущается явно сильнее. Надо же как пропахла!

kenji "Касуми. А эта рация? Она тебе для чего?"
kenji "Ты тоже как и мой погибший дядя — радиолюбитель? Или рацию ты хочешь кому-то отдать?"
kasumi "Что значит кому-то отдать? Нет! Эта рация нужна мне самой."
kasumi "И да, Танака-сан, я наверное всё-таки радиолюбитель."

kasumi "А ваш дядя? Почему он погиб?"
kenji "Мой дядя?"

Я пересказал историю, которую слышал от дяди Ватанабэ и в конце рассказа добавил:

kenji "Кажется он обманул меня."
kasumi "Почему-же обманул?"
kenji "А ты веришь в эту ерунду? Это самоубийство какое-то, провод под напряжением — вместо антенны. Чушь полная!"

Касуми пожала плечами.

kasumi "Я однажды использовала вместо антенны нашу, бытовую сеть. Домашнюю."
#а потом она скажет что домашнюю сеть нельзя использовать как антенну!
# Нет, можно, просто длинна антенны будет ограничена домашней сетью, до трансформатора
# А в случае с ЛЭП длинна будет ограничена до трансформатора районной подстанции
# Немножко добавил разъяснений

kasumi "Там правда всего сто десять вольт, а не несколько тысяч."
kasumi "Но тоже немного опасно, конденсатор надо подобрать тщательно. Это не чушь!"

Опять этот конденсатор! Везде конденсатор! 
Похоже этот конденсатор — нечто вроде философского камня в среде радиолюбителей. 
А я про него ничего не знаю!

kenji "А зачем тогда вообще закидывать провод туда, где такое большое напряжение?"
kenji "Раз ты говоришь, что в розетке всего сто десять вольт. Вот бы и втыкался туда!"
kasumi "Но тогда сигнал, дальше домашней сети не выйдет. Там же трансформатор, слабая выйдет антенна."
kenji "Точно! И как я забыл про трансформатор!"

Но, если честно, про трансформатор я никогда и не вспоминал. Да и вообще, слово это произносил в своей жизни впервые.

kenji "Почему нельзя было просто привязать свою антенну к металлической опоре? Она же вон какая огромная?"
kenji "Чего ему не хватало?"

kasumi "Но она же..."

Касуми поджала губы - похоже она едва сдержала смешок. 
Ну да, подозреваю, что говорю я полнейшую ерунду.

kasumi "Она же заземлена. Не получится из неё антенна!"

Я вспомнил ту металлическую опору, что стояла в нашем саду. 
Каждая из четырёх её лап, была толстыми болтами прикручена к железобетонной плите. 
Она точно не соприкасалась с землёй!

kenji "Нет! Нет на ней никакого заземления!"
kasumi "Не может быть! Должно быть вы просто не заметили, Танака-сан."
kenji "Нет! Я прекрасно вижу! Ничего там не было!"

Воскликнул я. А через секунду понял, насколько неприятную для собеседницы вещь сказал.

Касуми задрала голову вверх. Шарики «усов» весело заблестели на солнышке, а на тоненькой шее стало видно, как бьётся пульс.

kasumi "Она наверное... Она наверное заземлена сверху!"

Заземлена сверху... Эта фраза совершенно добила меня. Да, черт возьми, Кендзи - сверху! 
Ха — ха! Плевать, что земля - она внизу. Тут как пить дать, дело не обошлось без конденсатора. 
Впрочем куда же без него, а Кендзи? Как тебя вообще земля носит, без конденсатора то?

Касуми продолжала смотреть вверх. При этом она как ни в чём не бывало шла вперёд. 
Оно и понятно, зачем ей смотреть на дорогу? Никакого смысла ей смотреть куда-либо — нет.

Я тоже взглянул на небо. Судя по солнцу, сейчас уже часов пять дня. Я достал телефон из брюк и посмотрел время. Пять часов, десять минут. 
Ещё час и улицы наводнят люди, возвращающиеся с работы.

Пока на улицах никто не встретился нам, однако мы прошли больше чем половину пути, полагаю, здесь уже жили люди, которые могли знать Касуми. 
Кто-то из них, выглянет в окно, увидит что к ней привязался какой-то мутный тип. Позвонит её отцу...

kenji "Касуми? А твои родители? Они дома?"

Моя спутница опустила голову, и немного отвернулась от меня. Я что задал неудобный вопрос?

kasumi "Мои родители... У меня... Нет родителей!"

Да и в самом деле неудачный вопрос.

kenji "Извини... Что спросил про такое."

Касуми пожала плечами.

kasumi "Ничего. Я наверное, к этому уже привыкла."

Пару кварталов мы прошли молча. Не знаю о чем думала Касуми, меня же донимали мысли о её отце. 
А скорее, о том несуществующем человеке, которого я сам придумал. Мне даже стало жалко эту вымышленную личность.

Узнать бы у Касуми о судьбе её родителей, но это не то, что должен спрашивать такой малознакомый человек, как я. 
Всё же я поинтересовался, хоть и не напрямую.

kenji "А здесь, ты с кем живёшь, Касуми?"
kasumi "С тётей."

Значит это её тётка столько курит! Хотелось спросить, как же эта женщина так пристрастилась к сигаретам. 
Но это был бы уже не просто неудобный, а крайне свинский вопрос. 
Я глубоко вдохнул, стараясь уловить побольше этого, «аромата» исходившего от моей спутницы. 
Интересно, а как по настоящему пахнет Касуми?

kasumi "Почему вы вздыхаете? Танака-сан?"
kasumi "Вам жаль меня? Из-за родителей?"
kenji "Да нет я... Нет, мне конечно жаль что их нет, Касуми. Но вздохнул я... Я просто переводил дух. Устал."
kasumi "Мы почти на месте!"

Я не так хорошо знал этот район города. Впрочем я вообще мало знал окрестности вдали от дома, как и полагалось порядочному хиккикомори.
Мы шли по узенькой улочке. Я опасливо озирался по сторонам, обшаривая взглядом окна и балконы.
Особенно я боялся увидеть тетку Касуми. Хоть и совершенно не имел представления, как она выглядит.

kasumi "Мой дом слева, второй за перекрестком. Он синего цвета."
kasumi "Чтобы не утруждать вас, Танака-сан, я не буду проводить свои обычные, эм... Ритуалы."
kenji "Ритуалы?"
kasumi "Ну, мне нужно найти важные ориентиры, вы же понимаете. Кажется, сейчас я немного дезориентирована."
kenji "А, ну да."

Действительно, как только мы прошли перекресток, и первый дом за ним я увидел маленький домик выкрашенный голубой краской.
Площадка перед домом была посыпана гравием и усеяна разбитой тратуарной плиткой, забор и ворота отсутствовали. 
По краям участка росли помидорные кусты.

kenji "Кажется пришли! Это у тебя во дворе растут помидоры, Касуми?"

Касуми не ответила, но повернулась в сторону своего дома, вытянула руки и пошла вперед. 
Как только ее ноги ступили на гравий, она положила свою тележку на землю и повернулась ко мне. Похоже теперь она сориентировалась.

kasumi "Танака-сан! Вы так помогли мне!"

Она учтиво мне поклонилась.

kasumi "Большое вам спасибо! Может быть вы хотите выпить чая?"

Да, конечно! Я бы выпил чая с Касуми, если бы знал, что на этом всё, и больше никогда я её не увижу. 
Но ещё в пути у меня созрел хитрый план.

kenji "Нет, Касуми!"

Похоже что мои слова ее удивили.

kasumi "Не хотите?"
kenji "Не очень. Я лучше пойду поскорее домой."

Касуми выглядела растерянной. Я поставил рацию на землю, возле бетонного столбика.

kenji "Рация. Я здесь оставлю её. Донесёшь до дома? Касуми?"
kasumi "Тётя поможет мне!"

kenji "Хорошо. А тележку твою, я конфискую."
kasumi "Но зачем? Что значит конфискуете? Это не моя, тётина. Что я ей скажу?"
kenji "Не боись. Завтра верну в целости."

Я поднял тележку и повесил на плечо.

kasumi "Завтра?"
kenji "Во сколько могу её занести? В час дня, например?"
kasumi "В час дня..."

Рассеянно произнесла девушка. А потом, словно встрепенулась.

kasumi "Да, как вам будет удобно!"
kenji "А ты будешь дома?"
kasumi "Да! Буду дома."
kenji "Ну и отлично..."

Касуми ещё раз поклонилась мне.

kasumi "Прощайте, Танака-сан!"
kenji "Пока!"

Ответил я ей. Хотелось ещё добавить «до завтра», но мне показалось, что это будет слишком.

Было шесть с половиной часов вечера, когда я вернулся на нашу улицу. Когда я проходил мимо площадки для сбора мусора — заметил что она опустела. 
Все мои вещички и вентилятор Касуми - забрали уборщики. 
Подоспел к площадке я как раз вовремя, чипсы, которые я купил на обратном пути от дома Касуми - уже подходили к концу и мне надо было избавиться от упаковки. 

Улицы меж тем, понемногу наполнялись людьми. Всё чаще мимо проезжали машины, мопеды и велосипеды. 
Собачники повели своих питомцев на площадку для прогулок. Мамочки повели своих дошкольных детей на площадки для игр. 
А для меня, дорога превратилась в площадку с препятствиями. 
Я как мог, увиливал от идущих мне навстречу людей. Переходил улицу, чтобы встать с другой стороны. Проскакивал в узких, безлюдных переулках. 
От одной группы смеющихся старшеклассниц и вовсе спрятался в кустах! 
Сейчас, конечно, самое то мне было оказаться поскорее у себя дома. Но сегодня, мне нужно было сделать одно дельце. 
Я шёл к дому дяди Ватанабэ.

У меня зазвонил телефон. Звонила Айко.

aiko "Кендзи? Ты где?"

Голос её был взволнован.

kenji "Я? Да практически возле дома. Но приду чуть позже."
aiko "Я думала, ты так напился, что заблудился. Ты что, выпил всё своё пиво?"
kenji "Ну да..."

Айко возмущенно завопила

aiko "Ты алкоголик!"
kenji "Постой Айко! Три банки пива это не три бутылки сакэ, ты не путай! Чего ты так раскричалась?"

Но ей конечно было всё одно, что сакэ, что пиво. Я действительно, редко выпивал за день больше одной или двух банок. Если пил вообще.

aiko "В магазин утром пойдёшь сам! И завтрак в дорогу сам себе готовить будешь!"
kenji "Завтрак в дорогу? Зачем? Ты меня из дома завтра погонишь?"
aiko "Ты же на море собрался, разве нет?"
kenji "Ах! Точно! Я совсем забыл. Прости, Айко, но похоже, с поездкой на море придётся повременить."
aiko "Что так?"
kenji "Дела. Мне надо... Встретиться кое с кем."
aiko "Этот кто-то, тоже алкоголик?"
kenji "Айко, бросай свои шуточки! Надеюсь ты не обиделась, что на море мы завтра не едем?"
aiko "Мне то что. Я могу в любой день пойти в бассейн. А могу даже поехать на пляж без тебя, с подружками. Это только ты не можешь!"

Я вздохнул. Айко помолчала какое-то время и спросила.

aiko "Что ты сейчас то делаешь?"
kenji "Мне надо зайти к дяде Ватанабэ."
aiko "Да? Ладно. Но я позвоню ему, и скажу чтобы он тебе не наливал!"
kenji "Айко!"

Айко бросила трубку. Я же выругался про себя и убрал телефон в карман. 
Теперь меня занимали мысли о алкоголиках. А точнее, стал ли я уже одним из них или Айко как всегда — преувеличивала. 
Примеров настоящих алкоголиков, я знал немного. Да пожалуй — всего один. Это был тот самый, умерший телемастер из моего детства, дядя Сато. 
Тот, в чью честь воздвигли пирамиду из его же телевизоров. 
Он пил «по настоящему», мои нынешние пивные посиделки — капля в море сакэ, которое выпил дядя Сато. 
Я же саке на дух не переносил, как и любой другой крепкий алкоголь. 
Нет. Мне быть алкоголиком не грозит, ну кто же может стать алкашом, употребляя только пиво?

Размышляя над этим, я и не заметил как добрался до дома Ватанабэ. На мою радость его гараж, и одновременно — мастерская был открыт. 
Дядя Ватанабэ ещё не закончил свой бизнес. Он сидел на улице, на низком табурете, за ним — стоял очередной ремонтируемый мопед. 
Я подошёл ближе и поздоровался с ним.

watanabe "А, привет Кендзи! Гляди. Парень десять тысяч накрутил, а звёздочка распредвала — не съедена."
watanabe "И цепь не растянулась, ни на миллиметр! И натяжитель держит."

Что такое звёздочка, мне было понятно. Правда что такое «распредвал» — совершенно не ясно. 
Но в руках у дяди Ватанабэ действительно была маленькая звезда под цепную передачу. Прямо как та, что ставят на заднее колесо велосипедов. 
Чёрные, все в мазуте, руки дяди Ватанабэ крутили её так и этак, и она поблескивала на солнышке.

watanabe "Но что-то гремит. Я думал — ну точно распредвал, что ещё то может!"
watanabe "Столько времени потратил чтобы генератор снять. Плотно он засел!"
watanabe "Чуть на съёмнике резьбу не съело! Прокладку порвал! А внутри — всё целёхонькое!"
watanabe "Что же тогда гремит то, Кендзи?"

Как обычно, дядя Ватанабэ задавал мне вопросы на которые я не знал ответа. И он сам это понимал, но такая уж у него была привычка.

watanabe "А!"

внезапно воскликнул он

watanabe "Айко звонила. Говорит, ты нажрался как свинья и шатаешься по городу!"

Айко! Вот чертовка!

watanabe "Ты правда пьяный?"
kenji "Три банки пива выпил. только и всего. А Айко как всегда на своей волне, ну вы же знаете."

Дядя Ватанабэ положил блестящую звездочку перед собой. А перед ним, на тряпке лежали другие детали, гаечные ключи, отвёртки и прочий инструмент.

watanabe "Три банки! Не смертельно, но солидно. Что празднуешь?"
kenji "Да я мусор выносил. Кладовку освобождаю. Тётя Асука просила, чтобы я вещи дяди Макото выбросил."
kenji "Вещи тяжёлые, рация там и ещё что-то к ней. Уморился."

watanabe "А..."

Голос его внезапно стал сиплым

watanabe "Асука ко мне приходила, спрашивала не хочу я забрать чего."
watanabe "Но мне бы своё барахло выбросить. Так и лежит, пыль собирает, с тех пор как эти дела забросил."
kenji "Радио?"
watanabe "Ну да."
kenji "А почему забросили?"
watanabe "Почему забросил..."

Он задумался

watanabe "А что же мне, до скончанья веков этим заниматься?"
watanabe "Ты вот тоже, Кендзи, небось скоро забросишь компьютеры свои, и найдёшь уже девчонку себе. Засиделся."

Почему-то при словах «найдёшь себе девчонку», я подумал о Касуми. Меня эта мысль немного смутила, даже слегка потеплели уши. 
А дядя Ватанабэ продолжал.

watanabe "Да и не то щас всё. Тогда мы были ого-го! В школьные годы особенно." 
watanabe "А Кайоши, он даже был «радиопульсаром»! Он мне потом признался." 
watanabe "Если бы в школьные годы я узнал — я бы ему рожу начистил. А потом уже, так... - он махнул рукой."
kenji "Радио... Пульс... Пульсаром? Что значит, был «радиопульсаром»?"
watanabe "Да эта местная, радиолюбительская, «масонская ложа»."
watanabe "А по мне — так просто хулиганы."
watanabe "Каждый из нас их ненавидел, но каждый, мне кажется, если бы была возможность — моментально вступил к ним в клуб." 
watanabe "Клуб — секретный! Никто не знал, кто в нём, и как туда попасть."

Дядя Ватанабэ замолчал, и задумчиво почесал свой подбородок. Я не вытерпел и спросил.

kenji "А что они делали?"
watanabe "Нам мешали! Правила вводили дурацкие. У каждого, дескать должен быть позывной."
watanabe "Он и на самом деле должен быть. Но нам, пацаном разве прикажешь."
watanabe "Кто их не слушал — того они вышибали из эфира. Были у них способы, глушилка, например."
watanabe "Ещё и цензура, про что можно говорить в эфире, про что нельзя. Была даже листовка у меня, свод правил для эфира."
watanabe "Вот такие были эти ребята."
watanabe "Говорят, они строили что-то вроде «глушащей пушки», очень мощной. Можно было направить в любую сторону и глушить всех кто там есть."
watanabe "Но вроде как не достроили. А потом мы уже из школы выпустились."
watanabe "И «радиопульсар» тоже, поредел, много видимо ребят из нашего выпуска там было. Теперь его, клуба этого, и нет вовсе."
kenji "А как это, глушат?"
watanabe "Да как глушат?"

дядя Ватанабэ развёл руками

watanabe "Включил рацию, а там неслышно ни хрена, значит глушат. Вот как!"

Конечно, процесс глушения для меня оставался совсем непонятным. Но черт его знает, как у этих радиолюбителей там всё завязано. 
Подробностей я решил не спрашивать, всё равно бы не понял.

watanabe "А что это за штуковина у тебя? Кендзи?"
kenji "А это..."

Я снял с плеча тележку

kenji "Я ведь по делу пришел, дядя Ватанабэ. Починить надо..."

Я показал ему на чёрные культи, которые остались у тележки вместо колес. 

watanabe "Это что-ли починить?"

он выхватил тележку у меня из рук и внимательно осмотрел её ось, а затем на меня

watanabe "А зачем? Тут проще новую купить Кендзи. Где я тебе такие колеса найду?"
kenji "Купить... Это не моя тележка!"
watanabe "Ты значит, когда мусор выносил, у кого-то тележку позаимствовал, и угробил?"
kenji "Ну... Почти что так."
watanabe "Ну так купи и отдай им новую! Сколько такая хрень стоит? Три — пять тысяч йен, не больше"

Сказав это, дядя Ватанабе протянул тележку мне обратно.

kenji "Нет, дядя Ватанабэ. Мне бы починить её, ну можно же?"
watanabe "Да где я найду тебе колеса такие?"
kenji "Ну, не обязательно прямо такие. От чего другого нет?"

Ватанабэ опустил тележку на землю, покряхтел, встал со своего табурета и скрылся в гараже. 
Из глубины гаража донеслись гремящие звуки, кашель, тихая ругань. Через минуту дядя Ватанабэ вышел ко мне. 
В руках он нёс детский велосипед. Я невольно воскликнул.

kenji "О! Это же старый велик Айко!"
watanabe "Ага! Твой отец мне его отдал когда-то. Кажись — нашёлся донор!"

Велосипед был четырехколёсный, а точнее — двухколёсный но с маленькими, дополнительными колёсиками с каждой стороны. 
Именно эти, маленькие, дополнительные колёсики дядя Ватанабе и имел ввиду.
Конечно, жалко было портить этот хоть и старенький, но исправный велосипед. 
Глядя на него, я вспомнил, как учил Айко ездить на нём. Тогда ей было лет шесть, наверное.

Между тем, дядя Ватанабэ снял какие-то металлические кольца с краёв оси тележки. Снял то, что осталось от колес. 
Проделал то же самое с колёсиками от велосипеда. И воскликнул.

watanabe "Не подходят ни хрена! У тележки — ось толще!"

Я поник, хотя и обрадовался тому, что велосипед — спасён.

kenji "И что? Никак?"
watanabe "Почему никак? Щас рассверлим!"

Он опять скрылся в гараже. Но вышел оттуда очень быстро. В руках у него была аккумуляторная дрель и пучок свёрл. 
Он подобрал нужное, в момент рассверлил колесики, смазал ось тележки какой-то смазкой из железной баночки, надел колеса и металлические кольца, покрутил одно колёсико.

watanabe "Ну вроде всё"

он протянул тележку мне

watanabe "Эти колёса в сто раз лучше будут. Крепкие! Уже не сломаешь!"

Я покатал тележку по земле, колеса крутились, но туго. 
Дядя Ватанабэ между тем, открутил от велосипеда «рога», на которые крепились колеса. Затем раскрутил винт в центре его рамы и сложил его вдвое. Радостно воскликнул.

watanabe "Отлично! Теперь места меньше занимать будет!"

После унёс велосипед в гараж. Когда он вернулся, я спросил его:

kenji "Сколько с меня?"
watanabe "Нисколько! Только помоги мне закатить мотоцикл в гараж. Но смотри, держи под наклоном, чтобы масло не вытекло!"

Когда с уборкой пригаражной территории дяди Ватанабэ было покончено, я отправился домой. 
Вечерело, солнце опустилось достаточно низко и светило уже не жёлтым а оранжевым светом. 
Уличные тени перекрывали улицу насквозь. На мою радость — улицы снова, как и в полдень — обезлюдели.

И десяти минут не прошло как я был возле дома. Тележку я в дом заносить не стал. Спрятал её за палисадником с цветами. 
Земля в палисаднике была влажная, видимо Айко совсем недавно поливала цветы. Я вошёл в дом.

Айко на кухне не было. Я включил телевизор и достал утренний суп из холодильника. Очень хотелось есть. 
За сегодняшний день я съел только тарелку салата да пачку чипсов. А время уже было позднее — восьмой час. 
Я согрел себе полную до краёв чашку супа в микроволновке и уселся за стол. 
Телевизор как я и оставил его — показывал новости. Основные новости кончились, и шел блок про незначительные события.

tv "А ведь слоновья нога до сих пор плавит бетон четвертого энергоблока..."

Но не смотрел я особо телевизор. Мой трезвеющий мозг занимали мысли о Касуми. 
Теперь, когда на меня волнами накатывало похмелье, волнами накатывал же и страх. 
Правильно ли я сделал, что навязался к ней в помощники? Не видел ли меня кто по пути из знакомых? 
Может быть не стоило забирать у неё тележку, что она сейчас то скажет своей тётке? 
Как я себя вёл, не наболтал чего лишнего?

Нет, конечно я был не настолько пьян, чтобы ничего не помнить. Но вспомнить подробно, слово в слово наш разговор, было невозможно. 
Зато я помнил, как Касуми вела себя. Слишком сдержанной она была, неулыбчивой. Наверное несладко ей живётся, будучи слепой сиротой. 
Хотя, говорят — такие люди тянутся к тем кто делает для них добро. А я для неё столько сделал! 
Но она всё равно... 
Может жизнь её так потрепала, что она просто боится всех? 
Ну прямо как я! 
Или нет? Касуми не показалась мне уж очень застенчивой. И она точно не выпивает «для храбрости». 
Где, спрашивается, девчонка её возраста, возьмёт алкоголь? А если бы не те три банки пива, я бы с Касуми и пары слов связать не смог. 
Убежал бы, испарился, когда она ещё только подходила к той площадке.

Я вновь в голове проиграл сцену встречи с ней, поход к её дому. Вспомнил, какой сдержанной была Касуми. Не помню чтобы она весело смеялась. 
А я шутил? Надеюсь что нет! Шутки небось у меня, подвыпившего — дурацкие. 
Как она называла меня, тоже вспомнил — «Танака-сан». 
Ну да, про мой возраст она наверняка догадалось. А как ведут себя молодые девчонки с незнакомыми, взрослыми мужчинами. Скорее всего именно так! 
А может потому что я был пьян, она так вела себя? Наверно несло алкоголем от меня исправно! 
А от неё куревом! 
Небось судит обо мне по запаху, а у самой бревно в глазу... 
Хотя нет, Касуми не курит, она хорошая! 
Она просто ангел!

kenji "Прости меня, Касуми!"

Вполголоса пробормотал я. Так сильно мне захотелось извиниться за свои мысли.

aiko "Пришел!"

Я вздрогнул и обернулся. На лестнице стояла Айко. Она внимательно, с прищуром, разглядывала меня.
Наверное хочет определить, насколько я пьян! А я уже практически трезв. 
Надеюсь она не слышала моих извинений!

aiko "Где ты был?"
kenji "Как где? У дяди Ватанабэ! Я же говорил, а до этого — вещи из кладовки выносил. Где же мне ещё быть?"

Айко прищурилась ещё сильнее.

aiko "Что же ты? Так долго выносил вещи на свалку?"

Не хотелось рассказывать Айко про Касуми.

kenji "А что? Ну да, выносил чуть не до шести часов. Что тут такого?"
kenji "И вообще, это что за допрос? Я жутко устал! Отстань, Айко!"

Айко вздохнула.

aiko "Ладно, извини. Всё-таки я волновалась за тебя."
aiko "Ушёл и с концами. И пиво всё выпил!" 
aiko "Я думала, вдруг в канаве утонешь. Помнишь, как тот алкоголик, про которого рассказывал папа?"

Меня сново чуть покоробило, когда Айко назвала моего отца «папой». 
А алкоголик утонувший в канаве, ни кто иной как дядя Сато. Именно так он отправился на тот свет. 
Свалился пьяный в придорожную канаву и захлебнулся в ней.

kenji "Да сейчас в канаве и не утонуть. Они же все пересохли!"

Айко улыбнулась.

aiko "Ну да!"
kenji "Кстати! Раз уж речь о утопленниках и канавах! Ты сейчас не идёшь в душ Айко?"
aiko "А? Нет! А почему спрашиваешь?"
kenji "Мне туда надо! Срочно! Кажись я здорово употел пока с барахлом из кладовки возился!"
kenji "Айко, поставь пожалуйста набираться воду в ванную!"
aiko "Хорошо!"

Айко убежала вверх по лестнице. Ванная комната в доме, находилась на втором этаже. Видимо она немедленно решила исполнить мою просьбу.
Я между тем постепенно закончил свой ужин. Сложил посуду в мойку и отправился на второй этаж. 
Там, зашёл в свою комнату и взял полотенце и свежее бельё. С этим всем я отправился в душ.

#БГ - ванная комната

Ванна была полна чуть более чем на половину. 
Я тщательно выскоблил себя мочалкой. Правда руки и шея здорово сгорели на солнышке и мочалкой к ним было не прикоснуться. 
И лицо сильно загорело и покрылось пятнами. Я смотрел на себя в зеркало, и с неудовольствием отмечал какой клоунский у меня был вид. 
Красные, обгоревшие нос и скулы, тёмные синяки под глазами, щетина. 

Жуть. 

А может лучше так, чем бледное как смерть, лицо безвылазного домоседа?

Я взял бритву и тщательно побрился, подровнял виски. Но собственное отражение в зеркале мне не нравилось всё равно. 
Без бороды, вид у меня стал какой-то беспомощный. Наверное надо было её просто укоротить машинкой для стрижки а не сбривать полностью. 
Правда, какая разница, я же собираюсь понравиться человеку, который не знает ничего о моём внешнем виде. И не узнает.

Хотя, нет. Я собираюсь понравиться человеку, который наверняка видит прекрасно и рассмотрит меня с особым пристрастием. 
Этот человек — тётка Касуми. 
Придётся постараться, и придать себе хоть немного презентабельный внешний вид. 
Хорошо одеться, но неброско. Надеюсь у меня в запасах есть дезодорант и какой-нибудь одеколон. 
Ну а если нет, наверняка в комнате отца и тёти Асуки должно что-то остаться. 
Но и с парфюмом перебарщивать не стоит. У Касуми наверняка нюх отменный! Или нет? 
Она то, что от неё за версту тянет сигаретным дымом, учуять не может. Хотя, говорят, не чувствовать свой запах — основа нюха!

Я снова задумался о том, как пахнет Касуми. Закрыл глаза, представил, как она стоит прямо перед мною. 
Потянул ноздрями воздух а ладони свои, как будто положил на её плечи. И слегка наклонился к ней. 
Но не к её лицу, как если бы я хотел поцеловать её. 
Скорее почуять запах её кожи, в том месте где её загорелая шея выглядывала из под ворота матроски.

Мысль, о том что я выгляжу как идиот, кольнула меня. Я открыл глаза и опустил руки. 
Конечно, никакого запаха Касуми я не мог почувствовать. Даже если бы она и в самом деле стояла передо мной. 
Даже если бы я и в самом деле мог так вот взять её за плечи и уткнуться носом в её плечо. 
Тогда может быть, я почувствовал хоть что-то? Или только этот запах сигаретного дыма, но ещё более удушающий?

Я забрался в ванную. Обожжённые солнцем руки, невыносимо жгла вода и я положил их на бортики ванны. 
Опираться спиной на заднюю стенку ванны тоже было неприятно — болела спина. 
Я потёр ладонями плечи и подумал о том, какие они, на ощупь, плечи Касуми. 
Минуту назад, я, в своём воображении держал её за плечи, но об этом подумал только сейчас. 
Мне очень захотелось прикоснуться к ним своими руками. Или провести ладонью по её голове. 
Да просто, хотя бы рукава её формы коснуться, или края юбки. 
Если сделать это осторожно она же не заметит? Будет ли ещё такая возможность?

Почему-то в тот момент, когда мы шли с ней, я не думал о таком. Да и телесных контактов с Касуми я не припомню. 
Только как её руки вцепились в мою ногу. А больше ничего. 

Я слышал, когда парень и девушка идут рядом, иногда их тыльные стороны ладоней случайно соприкасаются. 
Но с Касуми у меня такого не было. Наверное я старался держать дистанцию. 
Если бы я своей рукой коснулся её руки, я бы такое запомнил. Хотя, я же был пьян! 
Может и было а я не заметил или не придал значения!

Сидеть в ванне было некомфортно. Ныла спина и плечи, поэтому я закончил эту процедуру, ополоснулся в душе, вытерся, оделся и вышел из ванной комнаты. 

#БГ - комната Кендзи

В своей комнате, я приступил к поиску завтрашней одежды. 
Искать долго не пришлось, я знал что у меня есть отличные джинсы для особых случаев, когда надо выглядеть относительно нормально. 
Джинсам этим лет пять не меньше, но они в отличном состоянии, так редко я их одеваю. 
В пару к джинсам, я решил назавтра одеть рубаху в клетку. Рубаха была на вид бледноватой, как будто на солнце выгорела, или была застирана. 
Но мне она приглянулась, в глаза она не бросалась и была с длинным рукавом, а мне это было важно.

От выбранной мной одеждой слегка попахивало запахом фанерного ящика, где она столько пролежала. 
Джинсы можно было одевать хоть прямо сейчас. А рубаху наверняка надо было погладить. 
Утюг и доска для глажки находились на кухне, где и стиральная машина. 
Глажку я решил провести завтра. Если сейчас - Айко небось увидит, что я готовлюсь к своей завтрашней встрече так тщательно и подумает чёрт знает чего.

Да и в голову мне пришла свежая идея. Я придумал способ маскировки некоторых недостатков своей внешности. 
Этот способ — очки. 
Нет, у меня хорошее зрение, пусть оно немного подсажено сидением за монитором сутки напролёт. 
Это очки без диоптрий, в чёрной пластмассовой оправе. Специальные. 
Говорят — спасают от излучения испускаемого монитором. На самом деле это очки отца, но и мне подошли идеально.

Я одел очки и подошёл к зеркалу. 

Да, так определённо лучше! Отливающие синевой стекла скрыли мои синяки под глазами. Да и массивная оправа, отвлекала на себя всё внимание. 
Я даже помолодел! Стал выглядеть как студент выпускного курса. 
Я вспомнил случай, который произошёл со мной два года назад. 
Тогда я здорово переболел ангиной, и у меня воспалились глаза. Пришлось даже пойти к врачу а после, закапывать антибиотики. 
А белки глаз были жуть какие красные. В то время, я выходил на улицу только в этих очках. 
И когда отправился в магазин за пивом — мне его попросту не продали. Сказали что я слишком молодо выгляжу, а паспорт я с собой не взял конечно. 
Удача, что я вспомнил про эти очки! Браво мне!

Больше я ничего путного, что касалось моего внешнего вида, придумать не смог. 
Одевать галстук или что-то в этом роде - было бы полной глупостью, да и не было у меня его. 
Джинсы, рубашку, очки — что ещё надо? Все нормальные люди носят такое, а я же хочу произвести впечатление нормального человека.

Теперь меня больше беспокоило то, как произвести хорошее впечатление на Касуми. 
Во что я буду одет для неё совершенно не важно. 
Завтра алкоголем и потом от меня нести не будет это плюс. А что ещё помимо того, что я буду пахнуть как здоровый человек? 
Что ещё может быть важно? Наверное мой голос?

Мне вдруг стало жутко интересно как он звучит. Я порылся в списке приложений телефона. 
Нашёл то, что позволяет записывать звук. Нажал на запись и произнёс.

kenji "Касуми... Привет, это я! Кендзи!"

Затем я нажал на воспроизведение. Но то что я услышал, повергло меня в шок! 
Я услышал пронзительный и гнусавый, совершенно неприятный мне голос. 
Какой ужас! И я так говорил всё это время? И тогда, с Касуми? 
Это полный крах! Я был по настоящему подавлен. Я столько лет прожил с таким голосом и даже не знал о том, какой он ужасный. 
И с этим уже невозможно ничего поделать!

Или нет? Наверное проблема не во мне! 
Точно! Это у телефона микрофон ерундовый! 
Мне нужен хороший, настоящий микрофон! Если я запишу с ним свой голос, он прозвучит как надо!

И такой микрофон у нас дома был! Микрофон для караоке.

Мне нужно было в комнату отца и тёти Асуки! Это жилая комната на первом этаже, соседняя с кухней. 
Я выскочил из своей комнаты, и бросился вниз по лестнице. На кухне свет ламп был выключен а свет из окон был совсем неяркий. 
Солнце давно зашло, а я этого и не заметил, так как в моей комнате окно занавешено плотными шторами. 
Сейчас же было понятно — наступил поздний вечер. Наверное Айко уже спать укладывается.

Дверь в комнату отца и тёти Асуки была прикрыта. Вообще мы с Айко практически туда не заходим. Точнее я туда не суюсь. 
Айко иногда забирается в родительскую комнату, в те дни когда затевает уборку. 
Надеюсь она не будет против, если я там немного пошарюсь.

Я зашёл в комнату и включил свет. 
Телевизор и прочая сопутствующая ему аппаратура, стояла на стеллаже, занимавшем практически всю стену комнаты. 
Как я и полагал, микрофон не лежал перед телевизором. Наверное Айко убрала его подальше, в один из ящиков внизу стеллажа.

Я открыл верхний ящичек. Он был доверху набит дисками. Они лежали ровными пачками. Айко постаралась, она же тут уборку делает. 
Я по очереди вынул из ящика пачки дисков и сложил их на пол. Я надеялся что за ними, в дальнем углу обнаружу микрофон. 
Но ничего подобного — тут были только диски. 

Зато одна находка меня сильно заинтересовала. 
Последняя пачка дисков практически наполовину состояла из фильмов для взрослых! Это явно отцовские! 
Я взял один из дисков чтобы рассмотреть поближе. 
Дизайн был совершенно идиотский, да и коробка видавшая виды — вся потёртая и в трещинах. 
На задней стороне — миниатюры. Актрисы на них были неприятные моему глазу, даже больше — вызывали отвращение. 
Всё таки я привык к современному порно.

aiko "Ты чего тут делаешь?"

Я обернулся. В дверях комнаты стояла Айко. Она похоже действительно укладывалась спать. На ней был надета ночнушка. 
Айко продолжила говорить.

aiko "Ты чего, так поздно? Ты..."

Она перевела взгляд на мои руки, которые держали диск с порнушкой.
Ба! Вот так ситуация! Я торопливо заговорил

kenji "Я искал тут кое что!"
aiko "Искал?"

Почти шёпотом спросила Айко, и испугано добавила

aiko "И нашёл?"
kenji "Что значит нашёл?"

я положил диск, который держал в руках на пол

kenji "Ничего не нашёл! Я искал не это!"
aiko "Ты понимаешь, что ты извращенец? Это же для извращенцев кино!"

Ну как всегда! Да по правде я бы эту устаревшую порнографию не стал бы смотреть ни за какие коврижки. А тут такое!

kenji "Что значит извращенец? С чего ты так решила?"
kenji "Я не виноват что здесь валяется эта фигня."
kenji "И вообще, это же моего отца! Он что тоже извращенец?"
kenji "Или нет, может это твоего отца вещь, а Айко? И он был извращенцем? Неужели так?"

Наверное зря я приплёл сюда покойного отца Айко. После этой фразы она опустила голову, и произнесла жалобно.

aiko "Я хотела выкинуть! Когда убиралась здесь. Но потом забыла. Не хотела чтобы ты нашёл, а ты всё-таки нашёл!"
kenji "Да не нужна вся эта ерунда... Мне нужен... Микрофон для караоке! Вот зачем я полез сюда! Я ищу микрофон!"
aiko "Ты врёшь!"

воскликнула Айко и поджала губы

aiko "Наверное ждал когда я усну, чтобы залезть сюда и взять это."
aiko "Я поняла какие у тебя, завтра, «дела»."
aiko "Ты небось вступил в какой-то клуб извращенцев. И вы, в этом вашем клубе будете смотреть эти непристойности!"

Да уж, неплохо у Айко фантазия работает! Теперь я ещё и в клуб извращенцев вступил. 
Странно, что не в клуб — «алкоголиков и извращенцев»! Теперь её уж точно не переубедить! 
Раз уж я взял эту гадость в руки мне не отвертеться! Остаётся только прогнать её поскорее из комнаты, а самому продолжить поиски.
Я театрально засмеялся

kenji "Ха-ха! Ты меня раскусила! Да! Завтра у меня встреча в клубе извращенцев!"
kenji "Я возьму эти диски с собой, и завтра мы будем смотреть все фильмы! Здорово а?"

Я взял другой диск из кучи. Прочёл название фильма на обложке.

kenji "Путешествие к морю со стеснительной младшей сестрой..."

Господи! Неужели отец и такое смотрит? Или чьё это вообще? Почему мне попалось в руки именно это! Зачем я прочёл это вслух?!
Лицо Айко исказила гримаса страха. Её уши и щеки, а потом и всё лицо залила густая краснота.
Я откинул диск в сторону и вскочил.

kenji "Айко, я..." 
aiko "Неееет!"

Айко вдруг встрепенулась, с силой дёрнулась в сторону двери и исчезла за ней. 
Раздался топот её босых ног по лестнице а затем захлопнулась дверь в её комнату.

Черт! А что если Айко расскажет про это отцу? Наверное ему это очень не понравится!
А впрочем! Это же его вещи! Это он виноват а не я! А мне между-прочим тридцать лет. Стыдить меня за порнушку - это бред.

Я приободрил себя этими мыслями, сложил пачки дисков обратно в ящик и закрыл его а затем выдвинул следующий. 
Тут меня ожидала удача! В ящике лежала толстая книжка — каталог песен, и коробка с микрофоном. 
Я достал коробку и открыл её. Микрофон был внутри.

Больше мне в комнате родителей делать было нечего, и я поспешил к себе, на второй этаж. 
Распутал микрофонный шнур, поднёс штекер микрофона к разьёму на компьютере.

kenji "Чёрт!"

Штекер оказался намного больше гнезда. Этот микрофон был совершенно не совместим с моим компьютером. 
Полный провал! 
Я порылся в коробке, может быть там будет что-то вроде переходника? Но нет, ничего там не было. Инструкция, чек - больше ничего!

Но возможно, эта неудача — была моим спасением. 
По правде сказать, я ужасно боялся что и этот «нормальный» микрофон изобразит мой голос ни на каплю лучше, чем это сделал микрофон телефона. 
Если бы сейчас я услышал ещё раз это пронзительный гнусавый голос, это было бы полным фиаско.

Увы. Я не обладаю обворожительным, бархатным баритоном с хрипотцой. Говорят, от такого тащатся все девушки. 
Теперь мне совершенно ясно, почему у меня её никогда не было. 
Сейчас я бы пожертвовал любой деталью своей внешности которая мне казалась «нормальной». 
Пусть у меня будут кривые зубы, маленький подбородок или даже лысина. 
Но уверенный голос, красивый голос дал бы мне кучу шансов! Миллион шансов! Но нет, у меня нет и одного.

Я сложил микрофон обратно в коробку и закрыл коробку крышкой. Поставил её на стол, сам сел на стул и уставился в потолок. 
Я подумал о том, что наверное в интернете полно уроков, для того чтобы устранить гнусавость. 
Я включил компьютер и посмотрел парочку. 
Но естественно везде говорилось об упражнениях, которые надо выполнять в слух. 
Я бы приступил прямо сейчас но за тонкой стенкой, всего в нескольких метрах от меня была Айко. 
Я надеялся что она спит и уже позабыла что я извращенец — любитель ретро фильмов для взрослых.

Я вздохнул, и вновь проиграв в памяти этот случай. Но проблемы связанные с голосом, немедленно вытолкнули всё это из головы. 
И я снова вздохнул, но уже по другому поводу.

kenji "А ведь девчонкам! Им гнусавость даже идёт!"

Вполголоса воскликнул я. 

Я вспомнил одну свою однокурсницу. Она — страшно гнусавила! 
Наверное благодаря её пронзительному голосу её постоянно ставили старостой группы. 
Она могла докричаться до любого в аудитории, при любом уровне шума.

Я вспомнил её внешность. Роста она была совсем небольшого — самая маленькая в классе. С длинными чёрными волосами с прямой чёлкой без заколок. 
Уши у ней были сильно оттопырены, но за густыми прядями чёрных волос этого не было видно. Только кончики ушей выглядывали из её шевелюры. 
Она носила очки в тонкой, чёрной металлической оправе. Хотя ближе к летним каникулам меняла их на линзы. 
Тогда, становились заметны синяки у неё под глазами, но летний загар всего за пару дней не оставлял от них и следа.

Говорят, девчонка эта многим нравилась. И у меня тоже, были к ней какие-то, не сильные но чувства. Естественно я это скрывал. 
Да и встретиться с ней один на один вышло всего раз, весной, когда меня свалила простуда а она принесла мне домой материалы для тестов.

Хотел бы я тогда, наверное, предложить её встречаться или что-то в этом духе. Но такой трус как я, такого бы никогда не сделал. 
Да и это бы было полной дикостью, ведь у неё был парень!

Да, девчонка эта встречалась с парнем из параллельной группы, и парень этот бы — нечто! 
Во первых — он был невероятных размеров, толстый как бочка! В весенние и летние месяцы с него ручьями тёк пот и пахло чем-то неприятным. 
У него была совершенно карикатурная, жёсткая кудрявая шевелюра. 
У него были сросшиеся брови и невероятных размеров угри на носу, а кроме них — нелепые очки в толстой роговой оправе. 
Несмотря на свой тучный вид — роста он был отнюдь не великого. Я не припомню парней меньше него. 
И самое главное — он страшно гнусавил говорил очень торопливо и глотал слова. 

И этот человек — был парнем нашей миленькой старосты. 
Каждую переменку они встречались и весело щебетали в коридоре, а во время большой перемены он неизменно вёл её к аппарату по продажи еды и угощал соком а она его — своим, домашним бенто. 
Он каждый день провожал её до дома после учёбы. Кто-то даже рассказывал, что видел как они целовались. 
Тогда, лица тех, кто услышал эту новость невольно исказило отвращение.

Я тогда спросил своего приятеля, а точнее даже не приятеля а соседа по парте. 
Почему так, почему наша миленькая староста встречается с этим страшилищем.
Помню он ответил мне, наша староста и это парень играли в одну игрушку вместе, ММО или что-то в этом роде, увлекались одним делом...

Я резко встал из-за стола. Вот что мне было нужно! Увлечение! Общее с Касуми увлечение! 
А уж чем увлекается она, мне известно. Жаль я сам в этом деле полный ноль, но ничего! Я приложу усилия и удивлю её! 
Ха-ха! Все эти конденсаторы, транзисторы, ёмкостные реле — я их как орешки перещёлкаю!

Я выскочил из комнаты. Мне снова надо было на нижний этаж, но теперь не в комнату родителей, а в кладовку. 
На кухне было совсем темно. Я глянул на часы — десять минут двенадцатого. 
Я подошёл к холодильнику и открыл его. Похоже сегодня я сильно разнервничался и мне необходимо было принять свои таблетки. 
Нет, не ферменты для пищеварения — я собирался выпить транквилизаторов. 
Да, мне выписывали и такое. Тогда ещё я мечтал, что таблетки спасут меня от страха походов на улицу, но увы. 
От таблеток этих только хотелось спать, страх они не убирали. Но кроме этого здорово помогали при похмелье.

Я налил стакан воды и выпил пол таблетки. Этого было достаточно. Ополоснул стакан в мойке и отправился в кладовку.
Если днём в кладовке был полумрак, то теперь здесь царила полнейшая тьма. 
Я включил свет и окинул взглядом стеллаж, на котором лежало то что мне было нужно. 
Нужны мне были книги. Да, старые книги дяди Макото, посвящённые радио и прочим сопутствующим вещам. 
Я ещё не успел разложить их по коробкам и они занимали целую полку стеллажа.

Не разбираю того, что написано на корешке книги, я вытянул первую попавшуюся. 
Она приглянулась мне тем, что была довольно тонкая и в глянцевой обложке. 
«Типичные неисправности японских полупроводниковых приёмников, и их ремонт». 
Название мне сразу не понравилось, и я решил что книгу эту в руки взял я зря. Но я на всякий случаю полистал её. 
Книга была полна совершенно непонятного мне текста, громоздких схем на страницах с разворотом. 
Там даже не было ни единой цветной, или хотя бы чёрно белой но понятной мне картинки. 
Только на титульной стороне обложки красовался старомодный радиоприёмник. И больше ничего.

Я кинул книгу в лежащий на полу, пустой ящик. Первый блин комом, но разве меня это остановит? Как бы не так!
Из разноцветной стопки книг на полке, я выцепил взглядом другой, яркий и приятный корешок. Достал её, прочёл название.
«Расчет каскадов ламповых усилителей» - так называлась эта книга. 
На её обложке была изображена блестящая радиолампа а рядом - радостный парень в кепке и очках, который с улыбкой «выкрикивал», как бы зазывая. 
«Расчёт усилителей типа А, АБ, Б а также оконечных каскадов радиоусилителей и не только!».
Ха-ха! И не только. - приторно улыбаясь, подумал я. Радостная рожа парня слегка вывела меня из себя и я со злостью швырнул книгу в коробку.

Я выдернул самую тонкую, почти как тетрадь книгу из стопки. Это оказалась инструкция к какой-то антенне. 
Надо же! Даже к антенне нужна инструкция! - подумал я про себя, а инструкция полетела в ящик. 

Самая толстая книга в стопке имела название - «Что такое полупроводники и самые популярные схема на этих элементах». 
Книжка была не только толстая, но и суровая на вид как если бы все романы Дюмы и Толстого собрали вместе, в одной книге. 
Мелкий шрифт, формулы и схемы.

kenji "Нет спасибо."

Сказал я в вполголоса и швырнул толстенную книгу в след за остальными.

На следующей книге было уже что-то интереснее. Там, на обложке, были, в стиле мультипликации из шестидесятых годов нарисованы роботы. 
Носы лампочки, руки — розетки, глаза — тумблеры и прочая ерунда. Книжка вроде как для детей! 
Большими буквами красовалась надпись «Сто простых схем на транзисторах». Я перелистал книгу. 
Схемы там действительно были. Но совершенно непонятные мне, и совсем не настолько простые насколько всё это мог себе представить я. 
Нет, не не нужна была эта книга.

И вот наконец! Оно! Яркая, глянцевая суперобложка и приятный аромат свежей типографии а не замшелой бумаги. 
Я прочитал название. «Как стать радиолюбителем за один день! Пособие для слабоумных хиккикомори»!
О да! Слезы радости заблестели на моих глазах...

Конечно нет. Не было у меня в руках этой книги. Здесь вообще нет книг. Только бесполезная макулатура! 
И кто только пишет это отвратительное чтиво? Кто вообще читает эту хрень? И неужели Касуми как рыба в воде, плавает во всём этом? 
Неужели она как орешки щелкает все эти формулы и одним взглядом распутывает эти жуткие схемы? 
Впрочем, она же ничего не видит... Как она это делает? И почему здесь нет ни одной книги для начинающих? 
Возможно всё это — ерунда собачья, стоит только найти вещь, что популярно объяснит мне основы. И тогда то уж я ух...

Но такой вещи здесь не было. Только громоздкие, неподъемные для моего слабого мозга энциклопедии. 
Хотя нет. Неправда. Такая вещь была. Но была она не здесь а в моей комнате. 
Роясь в этой бесполезной макулатуре, я напрочь забыл про интернет.

kenji "Интернет!"

Я пулей бросился обратно в свою комнату.

kenji "Интернет! Интернет! Интернет!"

Радостно нашёптывал я, щёлкая по клавишам компьютера. И глядя на превью первой ссылки поиска, моё сердце затрепетало!

Я зашёл на страницу интернет магазина где продавалось похоже именно то что мне было нужно. «Радиоэлектроника для начинающих». 
Да, таких книг сотни, но эта была особенная — это был комикс. 
На обложке, мультяшная, жизнерадостная школьница с большими и радостными глазами приветливо махала мне руками. 
А вокруг неё все эти транзисторы, конденсаторы и ещё чёрт знает что. Вот что мне было нужно!

Я глянул на цену — пять тысяч йен. Да, дороговато. Но ещё больше — если с немедленной доставкой ко мне домой. 
Тогда — пятнадцать тысяч йен. Но мне не жалко было этих денег. Эта книга должна была стать моей!

Но увы, как только я перешёл к заказу, на сайте высветилась предательская, красная надпись. 
«Извините, но сейчас данный товар отсутствует, последний раз он был в наличии...». Я взглянул на дату — два года назад!

Я обследовал другие интернет магазины, что выдал мне поисковик. Но тщетно. Нигде этой книги не было в наличии. 
Кроме того — первый магазин был единственный, где книгу могли доставить прямо сейчас. 
В остальных её бы пришлось ждать несколько дней или даже недель.

Я прошерстил интернет, в попытке не купить а скачать эту книгу. Если уж так, я пойду против закона. Но я не особо надеялся.
Скачать обычно предоставлялось возможным только что-то популярное. А мог ли быть популярным комикс для тех кто хочет изучать радиоэлектронику? 
Думаю нет. 
Так оно и было. Даже на форумах, где люди незаконно обменивались отсканированными комиксами я не нашёл никаких упоминаний данной книги. 

Раздосадованный и опустошенный я выключил компьютер. На часах была половина первого. 
Вставать завтра я надумал часов в десять. Я завёл будильник в телефоне на нужное мне время.
Скинул с себя в верхнюю одежду и лёг в кровать. Уснул я практически мгновенно.
